Repository: wescamp/Flight_Freedom_1_3-1.4
Catalog: po/*.po
Languages: it

source: Pigs are instrumental in the production of ham. Also, their skin is used to make Wesballs, like those used in the popular game of Wesbowl.
it: I maiali servono per produrre prosciutti. Inoltre la loro pelle è usata per fare le wespalle, come quelle usate nel gioco del wesbol.

source: hoof
it: woof

source: Rabbit
it: Coniglio

source: The rabbit is a cute creature living in the fields and forests. In its gnawing attack, striking from powerful incisors, resides the Wesnoth carrots' greatest fear. Alas, rabbits are victims of the appetite of many other nasty creatures like wolves or even humans, for their flesh is used in one of the most delicious known dishes. Legend has it that they follow a king rabbit by the name of Cedric.
it: Il coniglio è una simpatica creatura che vive nei campi e nelle foreste. La sua capacità di rodere, derivante da potenti incisivi, incute un terrore ineguagliabile alle carote. Purtroppo i conigli sono vittime dell'appetito di molte altre crudeli creature, come i lupi e anche gli uomini, poiché la loro carne è fra i piatti più prelibati. La leggenda narra che seguano un re coniglio dal nome di Cedric.

source: incisors
it: incisivi

source: Saurian Headhunter
it: Sauro cacciatore di teste

source: Saurian Headhunters are the heavy fighters of the saurians. Armed with an axe, they can deliver relatively strong blows, but are encumbered by armor.
it: I cacciatori di teste sauri sono la fanteria pesante dei sauri. Armati di ascia, possono infliggere colpi relativamente forti, ma sono impacciati dall'armatura.

source: axe
it: ascia

source: Saurian Jarl
it: Sauro capoguerra

source: Saurian Juggler
it: Sauro giocoliere

source: More experienced Skalds, the Jugglers can throw more daggers. They have also learned to supplement their natural poison with swamp berry extracts.
it: Più esperti dei saltimbanchi, i giocolieri possono lanciare più pugnali. Hanno anche imparato a potenziare il loro veleno naturale con estratti di bacche di palude.

source: teeth
it: denti

source: Saurian Knifethrower
it: Sauro lanciatore di coltelli

source: Saurian Margrave
it: Sauro margravio

source: Saurian Margraves are the leaders of saurian armies. They are also skilled with the axe, but like the Jarls, are, due to their armor, slower than most saurians and unable to sneak past enemies.
it: I sauri margravi sono i condottieri delle armate dei sauri. Sono anche abili con l'ascia, ma come i capoguerra sono più lenti degli altri sauri a causa della loro armatura e non possono infiltrarsi tra i nemici.

source: Saurian Skald
it: Sauro saltimbanco

source: The Saurian Skalds are selected from a slower-moving but considerably stronger race of saurians, which also bear a dreaded poison bite. However, they are best known for their manual dexterity, which they translate into fast dagger throwing.
it: I sauri saltimbanchi sono selezionati da un ceppo più lento, ma considerevolmente più forte di sauri, che in più posseggono un terribile morso velenoso. Comunque, essi sono più conosciuti per la loro destrezza manuale, che traducono nell'abilità di lanciare coltelli ad alta velocità .

source: Caravans are used to carry gold or supplies over long distances. They are guarded, but they usually also have a soldier with a spear and crossbow in the back to defend them.
it: Le carovane sono usate per spostare oro e merci per grandi distanze. Sono scortate, inoltre di solito c'è anche un soldato armato di lancia e balestra sul retro per difenderle.

source: crossbow
it: balestra

source: Door
it: Porta

source: The door will not open for any who are not allied with it.
it: La porta non si aprirà se non per chi è un suo alleato.

source: bump
it: sbam

source: Rock
it: Roccia

source: This is impassable to all corporeal things. It can be destroyed, but not easily.
it: Solo le cose incorporee possono attraversarla. Può esser distrutta, ma non facilmente.

source: none
it: nessuno

source: Abomination
it: Abominio

source: An Abomination is a mongrel of assorted body parts, not all of which are necessarily human. The work of an evil mage, it is an unnaturally strong, utterly obedient thrall of its master.
it: Un abominio è l'insieme di diverse parti del corpo, non tutte necessariamente umane. Opera di un mago malvagio, è uno schiavo innaturalmente forte e assolutamente obbediente al suo padrone.

source: crush
it: impatto

source: This is a statue animated by dark magic. It is not very powerful, but it is annoying, as it reverts to its stone form during the day, making it utterly invulnerable to any and all forces.
it: È una statua animata dalla magia nera. Non è molto potente, ma è fastidiosa, perché torna di pietra durante il giorno, rendendola invulnerabile a qualsiasi attacco.

source: Wisp
it: Ciuffetto

source: touch
it: tocco

source: Undead Dwarf
it: Nano non-morto

source: These are former dwarves, raised into unlife. They retain the power of dwarves, but also their lack of speed. Special Notes:
it: Un tempo erano nanti e ora sono stati riportati alla non-vita. Conservano la resistenza dei nani, ma anche la loro scarsa velocità. Note speciali:

source: All is lost!
it: Tutto è perduto!

source: (Kogw) All is lost!
it: Kogw: «Tutto è perduto!»

source: Now the drakes will be enslaved again!
it: Ora i draghi saranno nuovamente ridotti in schiavitù!

source: I have failed!
it: Ho fallito!

source: ruarr... my children, avenge me...
it: Roarr... figli miei, vendicatemi...

source: Drakes! Fight on! KILL! Kill all that dare to oppose us! Give no quarter, and show no mercy!
it: Draghi! Continuate a combattere! UCCIDETE! Uccidete tutti quelli che si oppongono a noi! Non prendete prigionieri e non abbiate pietà!

source: No! Hartholar is dead!
it: No! Hartholar è morto!

source: You must continue this quest without me, Malakar. Although I die, the drakes - your people - still live on, and you are their chief. You cannot falter now.
it: Devi continuare questa missione senza di me, Malakar. Anche se io muoio, i draghi - la tua gente - vivranno ancora e tu sei il loro capo. Ora non puoi esitare.

source: This is the end... of the drakes.
it: Questo è la fine... dei draghi.

source: No! Without the Magi, the drakes are doomed!
it: No! Senza i maghi, i draghi sono condannati!

source: Indoors
it: All'interno

source: Captain: 'A moment of your time, Malakar. My scouts have reported an approaching fleet manned by humans. No doubt they wish to discuss the use of our quarries, again.'
it: Capitano: «Concedimi un attimo del tuo tempo, Malakar. I miei esploratori riferiscono che una flotta con equipaggio di uomini si sta avvicinando. Non c'è dubbio che vogliano di nuovo discutere dell'uso delle nostre cave.»

source: Malakar: 'Ahhhhrr. How many times must I refuse before they leave us alone? Captain, deny any requests for landing on Morogor's shores. Surely, by now, they would know that we have no interest in trade with thin-skins.'
it: Malakar: «Ahhhhrr. Quante volte dovrò rifiutare ancora prima che ci lascino in pace? Capitano, rifiutate ogni richiesta di approdo sulle rive di Morogor. Certamente, adesso, dovrebbero sapere che non abbiamo nessun interesse a commerciare con questi pelle molli.»

source: Negotiations were short.
it: I negoziati furono brevi.

source: General: 'Spare me your hollow pleasantries, Baron. I find both you and your work distasteful and have no desire to continue our relationship any longer than is necessary.'
it: Generale: «Risparmiatemi i vostri vacui scherzi, barone. Voi e il vostro lavoro siete ripugnanti e non voglio prolungare i nostri rapporti oltre lo stretto necessario. »

source: Baron: 'Very well, Marshal, I suppoze I can hardly expect a mere merzenary to share in the bazic social grazes to which I am accuztomed.'
it: Barone: «Benizzimo, colonnello. Zuppongo che diffizilmente posso pretendere che un zemplice mercenario condivida le cortesie zociali di baze a cui zono stato educato.»

source: General: 'The Royal Armies of Wesnoth are not mercenaries! You may have provided us with an escape from crisis, but do not ever presume that we answer to anyone but the Crown.'
it: Generale: «L'esercito reale di Wesnoth non è un esercito di mercenari! Ci avrai anche dato una via di fuga dalla crisi, ma avresti dovuto saperlo che noi non avremmo ubbidito ad altri che alla corona.»

source: Baron: 'I think you will find, Marshal, that even your prezious King would anzwer like a lapdog if his pocketbook dozn't begin to fill soon. Money doez strange thingz to people...'
it: Barone: «Penso che scoprirete, colonnello, che perzino il fostro prezioso re ubbidirebbe come un cagnolino ze il suo borzellino zi riempisse in fretta. L'oro fa fare strane cose alla gente...»

source: General: 'This... this is a tenth of what was promised!'
it: Generale: «Questo... è appena un decimo di quanto mi avevate promesso!»

source: Baron: 'You have failed me, Marshal; you and your men. I requezted human... help, and you brought me dying lizards. You are lucky I do not chooz to punish you for your shameful performanz.'
it: Barone: «Mi avete deluso, colonnello, voi e i vostri uomini. Mi servivano uomini... e voi mi portate lucertole agonizzanti. Siete fortunati che abbia deciso di non punirvi per il vostro pietoso servizio.»

source: General: 'You will never, as long as the kingdom stands, lay a finger upon our lowliest peasant! The drakes are strong, powerful, and will heal soon! You have all the slaves you need to run your plantations, and the drakes...'
it: Generale: «Voi, finché il regno di Wesnoth sarà in piedi, non alzerete nemmeno un dito contro il più umile dei contadini! I draghi sono forti, possenti e guariscono in fretta! Avete tutti gli schiavi che vi servono per mandare avanti le vostre piantagioni e i draghi...»

source: Baron: 'Yez, Marshal, they are uzeful to me, and so I let you live. Never, though, did I zay that I what I needed waz manpower. Perhapz next time you will pay a little more attenzion and bring me the humans I had azked for. Now, get out of here.'
it: Barone: «Zì, colonnello, mi saranno utili ed è per questo che vi lascerò vivere. Però non vi ho mai detto di volere forza lavoro. Forze la prossima volta farete più attenzione e mi porterete gli uomini che vi ho chiesto. Adesso andatevene.»

source: General: 'Your squad did particularly well today, Captain. We killed fewer Drakes than I might have imagined. You have my authorization to begin loading the best-looking ones onto the ships.'
it: General: «La vostra squadra si è particolarmente distinta oggi, capitano. Abbiamo ucciso meno draghi di quello che immaginavo. Avete la mia autorizzazione a cominciare a caricare i migliori sulle navi.»

source: Captain: 'Thank you, Sir. Requesting permission to speak freely?'
it: Capitano: «Grazie, signore. Posso parlare liberamente?»

source: General: 'Granted, Captain, but make it brief. Neighboring tribes may be sending scouts already.'
it: General: «Concesso, capitano, ma siate breve. Le tribù dei dintorni stanno già mandando degli esploratori.»

source: Captain: 'The drake tribes are often in competition, Sir. They are unlikely to be upset at the removal of a rival tribe. However, they do share certain beliefs, and if we do not bury the dead warriors, I'm certain that every drake in Morogor will unite and swear vengeance upon us.'
it: Capitano: «Le tribù dei draghi sono spesso in competizione, signore. Difficilmente sarebbero furiosi per l'eliminazione di una tribù rivale. Tuttavia, condividono certe credenze e se non seppelliamo i guerrieri morti sono certo che tutti i draghi a Morogor si uniranno e giureranno vendetta contro di noi.»

source: General: 'We are nearly three days behind schedule, already. We do not have time to pander to their superstitions. Thank you for your insight, Captain. You are dismissed.'
it: Generale: «Siamo già in ritardo di quasi tre giorni. Non abbiamo il tempo per compiacere le loro superstizioni. Grazie per la vostro perspicacia, capitano. Potete andare.»

source: General: 'Lieutenant! It has come to my attention that we must leave no trace of our actions here today. As soon as the last able-bodied drake is aboard, I want your unit to burn this village to the ground. Let nothing remain but ashes.'
it: Generale: «Tenente! È stato portato alla mia attenzione il fatto che non dobbiamo lasciare traccia alcuna della nostra azione di oggi. Appena l'ultimo drago è a bordo, voglio che la vostra unità riduca in cenere questo villaggio. Non deve rimanere nulla oltre alla cenere.»

source: Many weeks passed. The captive drakes, already wounded, quickly began to weaken and die. Each lost warrior of the tribe deserved a funeral dirge, and the songs began at daybreak and often did not end until sundown.
it: Passarono molte settimane. I draghi prigionieri, già feriti, cominciarono rapidamente a perdere le forze e morire. Ogni guerriero perduto delal tribù meritava un canto funebre e le canzoni cominciavano all'alba e spesso non terminavano fino al tramonto.

source: Baron: 'Foolish insectz! You think you have won, but I have only begun to show you my true power!'
it: Barone: «Sciocchi inzetti! Penzate di afer vinto, ma io ho zolo cominciato a farvi federe il mio fero potere!»

source: Baron: 'Hear me Sol'kan, bringer of the void and arbiter of souls! I summon thee forth from your pit of eternal suffering to aid me now! Hear me, unholy groom of the darkezt one, lord of...'
it: Barone: «Ascoltami, Sol'kan, signora del vuoto e giudice delle anime! Io ti invoco dal tuo pozzo di eterna sofferenza per aiutarmi adesso! Ascoltami, terribile sposa del più ozcuro zignore di...»

source: Malakar: 'You! I offer you your life in exchange for the location of the manor's vaults. You have 10 seconds!'
it: Malakar: «Tu! Risparmierò la tua vita se mi dici dove è il tesoro del maniero. Hai dieci secondi!»

source: Serf: 'Th-there is a caravan. P-p-prax kept no money here, but a large sum was sent once a month from his castle i-in the south. The caravan arrives on the west road t-tomorrow morning.'
it: Serf: «C-c'è una carovana. P-p-prax non tiene qui l'oro, ma ogni mese ne manda un bel po' al suo castello a-a sud. La carovana arriverà dalla strada occidentale d-domani mattina.»

source: Malakar: 'I will never lay eyes on you again. Do you understand? Go. Go!'
it: Malakar: «Non ti voglio più vedere. Capito? Va', va'!»

source: Drake: 'I mean no offense, Malakar, but what use do we have for the humans' filthy coins? We have our freedom!'
it: Drago: «Senza offesa, Malakar, ma cosa ce ne facciamo delle puzzolenti monete degli uomini? Siamo liberi!»

source: Malakar: 'Not yet. We will need money to finance our campaign. We will only be free when the humans cower at our name and we again breathe the air of Morogor in peace. Our fight is only beginning.'
it: Malakar: «Non ancora. Ci serve l'oro per finanziare la nostra campagna. Saremo liberi solo quando gli uomini tremeranno sentendo il nostro nome e quando respireremo l'aria di Morogor in pace. La nostra battaglia è solo all'inizio.»

source: Malakar: 'Drakes! Hear me! We move west within the hour! For now, spread out through the manor. For every friend you have lost, for every noble warrior you have seen dishonored,'
it: Malakar: «Draghi! Ascoltatemi! Ci sposteremo verso occidente tra un'ora! Per il momento sparpagliatevi per il maniero. Per ogni amico che avete perso, per ogni nobile guerriero che è stato disonorato, ...»

source: Malakar: 'for every hatchling you will never see grow old, for every scar upon your back, set one fire. The humans have sown their seeds!'
it: Malakar: «...per ogni nidiata che non vedrete più crescere, per ogni cicatrice sulla vostra pelle accendete un fuoco.»

source: Malakar: 'Now, they reap the inferno!'
it: Malakar: «Ora, che brucino all'inferno!»

source: Kogw: 'Well, if we're to be shipmates, I think it fitting that we learn a little about each other. Now, what's your quarrel with the bleedin' army?'
it: Kogw: «Be', se dobbiamo essere compagni, penso che dovremmo conoscerci meglio. Dunque, che problemi avete con l'esercito sanguinario?»

source: Malakar: 'The humans destroyed our home, killed our people, tortured our young, and sold us in chains like cattle. There can be no forgiveness, and every man involved has rightly earned himself a dark and merciless death.'
it: Malakar: «Gli uomini hanno distrutto la nostra patria, massacrato la nostra gente, torturato i nostri piccoli e ci hanno venduto in catene come bestiame. Non ci può essere perdono e tutti gli uomini coinvolti si sono meritati una morte dolorosa e senza pietà.»

source: Kogw: 'Ah. Well, ah.'
it: Kogw: «Ah. Bene, eh.»

source: Kogw: 'Fair enough. As you may have noticed, I'm not too popular with the elves these days. I suppose you're probably curious as to why.'
it: Kogw: «Benissimo. Avrai notato che non sono proprio popolare tra gli elfi di questi tempi. Forse sei curioso di sapere perché.»

source: Kogw: 'The funny thing about elves is this... oh well.'
it: Kogw: «La cosa divertente sugli elfi è che... oh, va bene.»

source: Glider: 'Malakar, we have sighted land!'
it: Drago leggero: «Malakar, abbiamo avvistato la terra!»

source: Kogw: 'Be wary, this is not Morogor, but the Isle of Storms.'
it: Kogw: «Sta' attento, questa non è Morogor, ma l'isola delle tempeste.»

source: Kogw: 'Thousands of years ago, according to legend, a great wizard was exiled here. While he was here, he opened a gate to the netherworld and contacted the Lich-Lord, in an attempt to conquer the world.'
it: Kogw: «Migliaia di anni fa, secondo la leggenda, un grande stregone fu mandato in esilio qui. Durante la sua permanenza, aprì un accesso per il mondo degli inferi e contattò il signore dei lich, per tentare di conquistare il mondo.»

source: Kogw: 'Not surprisingly, the Lich-Lord was hostile, and killed the necromancer. From his ashes, the Lich-Lord raised the race of orcs, who in turn killed the Lich-Lord. Upon his death, the portal shut; but it opens every 400 years, releasing another Lich-Lord into the world.'
it: Kogw: «Non è sorprendente che il signore lich fosse ostile e avesse ucciso il negromante. Dalle sue ceneri, il signore lich ha levato una razza di orchi che in cambio hanno ucciso il signore lich. Alla sua morte, il portale si chiuse; solo che si apre ogni 400 anni, liberando un altro signore lich nel mondo.»

source: Kogw: 'The last time it opened, Lord Jeyvan was unleashed. He created a portal to the Green Isle, our ancestral home, and used the orcs to drive my people into the sea.'
it: Kogw: «L'ultima volta che si è aperto, è stato scatenato lord Jeyvan. Creò un portale alla isola verde, la nostra patria ancestrale, e impiegò gli orchi per ricacciare in mare la mia gente.»

source: Kogw: 'If the legend is true, the portal will open again in only a few years, and Jeyvan's successor will rise to finish his work. This is a cursed place, haunted by a great evil.'
it: Kogw: «Se la leggenda è vera, il portale si aprirà di nuovo tra pochi anni e il successore di Jeyvan si leverà per completare la sua opera. Questo è un posto maledetto, sede di un grande male.»

source: Malakar: 'What evil?'
it: Malakar: «Quale male?»

source: Kogw: 'I do not know. Some say it is a plague, others say it is something within the earth, but the most common reports describe powerful spirits, ogre-like creatures made of solid thunder that travel in flashes of lightning. Even these are supposedly only the vanguard of far worse creatures to come.'
it: Kogw: «Non lo so. Qualcuno dice che è una malattia, altri dicono che è qualcosa nel terreno, ma nella maggior parte dei casi si parla di potenti spiriti, creature simili a orchi, fatti di tuono solido, che compaiono in un lampo di luce. Ma anche queste dovrebbero essere solo le avanguardie di creature molto peggiori che devono ancora venire.»

source: Kogw: 'Of course, I learned this from a drunken sailor named Bert in a lovely little hole by the name of the 'Flagrant Maiden,' and he... what? Where are you all going?'
it: Kogw: «Naturalmente, ho appreso queste cose da un marinaio ubriaco di nome Bert incontrato un una deliziosa bettola chiamata le “fragrante pulzella” e ... cosa? Ma dove state andando tutti?»

source: Kogw: 'Very well. All hands! Prepare to anchor on the north beach! We'll take six hours to load up all the fruit and fresh water that we can. Hopefully we can be there by tomorrow morning and be sailing again before noon.'
it: Kogw: «Benissimo. Ai posti! Preparatevi a calare l'ancora alla spiaggia settentrionale! Ci vorranno sei ore per caricare tutta la frutta e l'acqua dolce che possiamo. Speriamo di portarci arrivare domani mattina e di ripartire prima di mezzogiorno.»

source: Malakar: 'Theracar! There appears to be a system of caves to the South. I am entrusting you with the tribe - leave as few traces as you can, and I will attempt to create a diversion to slow down the humans. I will meet up as soon as I can.'
it: Malakar: «Theracar! Laggiù a sud sembra che ci sia un sistema di caverne. Ti affido la tribù - lasciate meno tracce possibile e io cercherò di creare un diversivo per rallentare gli uomini. Vi raggiungerò appena posso.»

source: Malakar: 'Move, softskin! We cannot afford to wait for you later!'
it: Malakar: «Muoviti, pellemolle! Non possiamo aspettarti ancora!»

source: Kogw: 'Aye. I do not ask that you wait for me. I'm heading East. Unlike you flyin' types, I leave footprints. If I have any luck at all, there will be something left of the Unforgiver and I can be out of here before the army's done following me. Good luck on your journey, Malakar.'
it: Kogw: «Sissignore. Non voglio che mi aspettiate. Sto andando a est. A differenza di voi che volate, io lascio delle tracce. Se sono fortunato, ci potrebbe essere rimasto qualcosa dell'Implacabile e io potrei essere fuori di qua prima che l'esercito abbia finito di seguirmi. Buona fortuna per il tuo viaggio, Malakar.»

source: Orc Leader: 'Raiders! Heuylah! Tonight we dine on the marrow of those who take our lands!'
it: Capo degli orchi: «Razziatori! Heuylah! Questa sera banchetteremo con il midollo di quelli che hanno preso la nostra terra!»

source: Human Leader: 'The leaders are virtually unprotected! This is our chance!'
it: Comandante degli uomini: «I comandanti sono praticamente senza protezione! È la nostra chance!»

source: Kogw: '...all the pirate gods be damned. Run!'
it: Kogw: «... che tutti gli dei pirati vadano all'inferno. Corri!»

source: Einelen: 'All we ask for is your companion.'
it: Einelen: «Non chiediamo altro che il vostro compagno.»

source: Malakar: '...Kogw, captain...'
it: Malakar: «...Kogw, capitano...»

source: Kogw: 'Stop. I know what you're going to say. I haven't necessarily lived a model life, and you have your tribe to think of. There's so few of you left, and I can't ask you to side with me. I will go with the elves. I... goodbye.'
it: Kogw: «Basta. So cosa stai per dire. Non ho condotto una vita esemplare e tu hai la tua tribù a cui pensare. Ne sono rimasti così pochi e io non posso chiedervi di schierarvi dalla mia parte. Andrò con questi elfi. Io... addio.»

source: Einelen: 'They reorganized faster than I'd imagined. Keep moving two teams of assassins toward the cave mouth, but pull one squad back to keep the orcs at bay. We're not about to lose to those beasts.'
it: Einelen: «Si sono riorganizzati più velocemente di quanto immaginassi. Continuate a spostare due squadre di assassini verso l'imboccatura della caverna, ma rimandate una squadra indietro a tenere a bada gli orchi. Non perderemo queste bestie.»

source: Malakar: 'You are right, Kogw. Our tribe is small enough as it is. We cannot lose another.'
it: Malakar: «Hai ragione, Kogw. La nostra tribù è già troppo piccola. Non possiamo perdere un altro.»
