Repository: wescamp/Flight_Freedom_1_3-1.4
Catalog: po/*.po
Languages: it

source: Malakar: 'Kogw, by the flame of Gar-Alagar, I welcome you into our tribe. Theracar has borne witness, and I suggest we hold the festivities at a later date.'
it: Malakar: «Kogw, per il fuoco di Gar-Alagar, ti do il benvenuto nella nostra tribù. Theracar ne è testimone e suggerisco di rimandare i festeggiamenti a un altro momento.»

source: Malakar: 'Into the caves, and prepare to seal the entrance!'
it: Malakar: «Nelle caverne e preparatevi a bloccare l'ingresso!»

source: Kogw: 'Malakar... I...'
it: Kogw: «Malakar... io...»

source: Theracar: 'Malakar! With all due respect, this is madness! I do not wish to make concessions to the elves either, but the safety of our tribe must...'
it: Theracar: «Malakar! Con rispetto parlando, è una pazzia! Non vorrei nemmeno io fare delle concessioni agli elfi, ma la sicurezza della nostra tribù deve...»

source: Malakar: 'This matter is not open for discussion. We must move!'
it: Malakar: «Non è un argomento che può essere messo in discussione. Dobbiamo muoverci!»

source: Theracar: 'No, Malakar. You must reconsider. He is a thin-skin, and can never be one of us, regardless of what services he may...'
it: Theracar: «No, Malakar. Devi ripensarci. È un pelle-molle e non potrà mai essere uno di noi, per quanti favori ci possa...»

source: Malakar: 'You WILL hold your tongue! Blockade the entrance!'
it: Malakar: «Vuoi stare ZITTO? Barricate l'ingresso!»

source: Kogw: 'Ye gods! Has the sun always been this bright?'
it: Kogw: «Per gli dei! È mai stato così brillante il sole?»

source: Theracar: 'Hear me! We have left the accursed caves behind us!'
it: Theracar: «Ascoltatemi! Abbiamo lasciato le caverne maledette alle nostre spalle!»

source: Malakar: 'We must press on quickly. We must find an alternate means of transportation if we are to make it back to Morogor. We cannot tell how much time we have before the elves free themselves and resume the chase.'
it: Malakar: «Dobbiamo affrettarci. Dobbiamo trovare un mezzo di trasporto alternativo se vogliano tornare a Morogor. Non sappiamo quanto tempo abbiamo prima che gli elfi si liberino e riprendano la caccia.»

source: Theracar: 'A chase you began, Malakar.'
it: Theracar: «Caccia che tu hai provocato, Malakar.»

source: Malakar: 'Watch your tongue!'
it: Malakar: «Frena la lingua!»

source: Theracar: 'I have held my tongue for too long, Malakar. Under your lead, we have been murdered, imprisoned, and have known no rest. You allowed the humans to land on Morogor. You initiated an escape that killed off most of our hatchlings. You let that accursed serving-boy live, and brought down the wrath of the elves.'
it: Theracar: «Ho frenato la mia lingua troppo a lungo, Malakar. Sotto la tua guida, siamo stati assassinati, imprigionati e non abbiamo conosciuto riposo. Hai permesso gli uomini di approdare a Morogor. Hai provocato una evasione che ha ucciso gran parte delle nostra nidiate. Hai lasciato vivere quel maledetto servetto e ci hai portato addosso l'ira degli elfi.»

source: Malakar: 'THAT'S ENOUGH, THERACAR!'
it: Malakar: «ADESSO BASTA, THERACAR!»

source: Theracar: 'It's over, Malakar. I'm relieving you of your position. I hereby order you and the thinskin to remain here and hold off the... whoever's chasing us now for as long as you can. Perhaps you'll find some honor in death.'
it: Theracar: «È finita, Malakar. Io ti sollevo dal tuo incarico. Io intimo a te e al pellemolle di rimanere qui e trattenere... chiunque ci stia dando la caccia il più a lungo possibile. Forse troverete un po' di onore nella morte.»

source: Malakar: 'Is this honor, Theracar? Your honor needs to assign blame for the unforseeable? Your honor brought you through the caves - thinking not of our survival but of grand treason? Your honor would cave to blackmail and sacrifice our friends to save...'
it: Malakar: «È questo l'onore, Theracar? Il tuo onore ha bisogno di distribuire colpe per l'imprevedibile? Il tuo onore ti ha portato attraverso le caverne - pensando non alla nostra sopravvivenza ma a un alto tradimento? Il tuo onore è diventato estorsione e sacrifica i nostri amici per salvare... »

source: Theracar: 'Enough. Drakes! Tribesmen! It is the dawn of a new day, for us. We must do away with the corrupt, the rotting, the old. Malakar, for your crimes, I hereby sentence you to death.'
it: Theracar: «Basta. Draghi! Membri della tribù! È l'alba di un nuovo giorno per noi. Dobbiamo spazzare via la corruzione, il marcio, il decrepito. Malakar, per i tuoi crimini io qui ti condanno a morte.»

source: Theracar: 'Long live the chief.'
it: Theracar: «Lunga vita al capo.»

source: Kogw: 'The forum went well, I thought.'
it: Kogw: «Pensavo che il dibattito fosse andato bene.»

source: Kogw: 'Are you sure it was wise to issue such a sweeping pardon, so soon? If this'd been aboard my ship, I'd have keelhauled the lot of them.'
it: Kogw: «Sei sicuro che sia stato saggio emanare un amnistia generale, così presto? Se fossimo stato a bordo della mia nave, li avrei gettati in mare la maggior parte.»

source: Malakar: 'I need my tribe's strength to return home. If any feared repercussions in Morogor, we would never make it.'
it: Malakar: «Mi serve la forza della mia tribù per tornare a casa. Se avessero temuto delle ripercussioni a Morogor, non ce l'avremmo mai fatta.»

source: Kogw: 'Mal? ...Mal, you okay?'
it: Kogw: «Mal? ...Mal, stai bene?»

source: Malakar: 'Theracar is dead. He died...'
it: Malakar: «Theracar è morto. È morto...»

source: Kogw: 'Hey, you did what you had to do!'
it: Kogw: «Ehi, hai fatto solo quello che dovevi fare!»

source: Kogw: 'Oh, no... Mal, Malakar, it's okay. It's okay. You've got your tribe back... and... look. Look, not all honor is on the battlefield. There's honor, too, in just showing up every day and doing your best, right? I've kept my ear to the ground among the men, er... among everyone here, and I sure wish I'd met her. Everyone clearly respected her. I... Oh, Mal, I'm sorry.'
it: Kogw: «Oh, no... Mal, Malakar, va bene. Va tutto bene. Hai di nuovo la tua tribù... e... ascolta. Ascoltami, l'onore non è tutto sul campo di battaglia. L'onore sta anche fare del proprio meglio giorno dopo giorno, no? Sono stato all'erta tra gli uomini, er... tra tutti noi, e di sicuro avrei voluto voluto incontrarla. Chiaramente chiunque la rispettava. Io... Oh, Mal, mi spiace.»

source: Malakar: 'Morogor! At last!'
it: Malakar: «Morogor! Finalmente!»

source: Glider: 'Gar-Alagar... it is Malakar, returned to us!'
it: Drago leggero: «Gar-Alagar... è Malakar, è tornato!»

source: Malakar: 'It is I. Do I know you?'
it: Malakar: «Sono io. Io ti conosco?»

source: Glider: 'I have words, sir, for your ears only.'
it: Drago leggero: «Sire, ho un messaggio riservato a voi solo.»

source: Kogw: 'Oi!'
it: Kogw: «Oh!»

source: Malakar: 'You may speak in front of the captain. He is of our tribe.'
it: Malakar: «Puoi parlare, il capitano fa parte della nostra tribù.»

source: Glider: 'Oh, I. Uh. Very good.'
it: Drago leggero: «Oh, io. Eh. Benissimo.»

source: Glider: 'In the wake of your disappearance, the other tribes were stirred to action.'
it: Drago leggero: «In seguito alla tua scomparsa, le altre tribù erano incitate ad agire.»

source: Glider: 'Most thought your tribe had met with foul play at the hands of another tribe, and many of the old feuds began again. Your brother was one of the few who suspected something worse had happened, but none listened. We were weak, weary and distracted when the humans came.'
it: Drago leggero: «I più pensavano che la tua tribù fosse andata incontro a una triste sorte per mano di un'altra tribù e molte delle vecchie faide ricominciarono. Tuo fratello è stato uno dei pochi a sospettare che fosse successo qualcosa di peggio, ma nessuno lo ascoltò. Eravamo deboli, esausti e distratti quando gli uomini arrivarono.»

source: Glider: 'Their efficiency was incredible. They pinpointed and eliminated the largest threats, and within two months had the entire island under their thumb. They've been stripping it clean ever since.'
it: Drago leggero: «la loro efficienza era incredibile. Bloccarono ed eliminarono le minacce più grosse e in capo a due mesi avevano tutta l'isola in pugno. Da allora hanno cominciato a portare via tutto.»

source: Glider: 'The quarries are mined day and night by teams of slaves, the forests have been clear-cut and turned into great ships of war, our temples have been looted and destroyed... everything of value on the island.'
it: Drago leggero: «Squadre di schiavi lavorano nelle cave giorno e notte, le foreste sono state disboscate e hanno costruito enormi navi da guerra, i nostri templi sono stati saccheggiati e distrutti... come tutto quello che c'era di valore sull'isola.»

source: Glider: 'Even worse, the stone of Gar-Alagar is simply gone. No one knows what is keeping the island afloat anymore, and some fear the waters are rising already.'
it: Drago leggero: «Quel che è peggio, la pietra di Gar-Alagar è semplicemente scomparsa. Nessuno sa cosa fa ancora galleggiare l'isola e qualcuno teme già che le acque si stiano alzando.»

source: With the seizure of Weswyt, Morogor was once again the homeland of the Drakes.
it: Con la presa di Weswyt, Morogor tornò a essere nuovamente la patria dei draghi.

source: Malakar was crowned King of the Drakes, for saving his people from the hands of the humans.
it: Malakar fu incoronato re dei draghi, per aver salvato la sua gente dalle mani degli uomini.

source: With the might of all the other drake tribes behind him, Malakar struck the humans again and liberated their brothers still in bondage.
it: Con la forza di tutte le altre tribù dei draghi a sostenerlo, Malakar colpì ripetutamente gli uomini e liberò i fratelli ancora in prigionia.

source: Malakar lived to the ripe old age of 133. It was rumored that a massive firestorm erupted when he died, engulfing half of Morogor.
it: Malakar visse fino alla bella età di 133 anni. Si dice che quando morì ci fu un'eruzione di una tempesta di fuoco che abbracciò mezza Morogor.

source: Kogw lived to be 47, and was a noble in Malakar's court.
it: Kogw visse fino a 47 anni e fu fatto nobile alla corte di Malakar.

source: With Hartholar dead, the swamp tribe quickly dispersed in a panic. Malakar attempted to lead his remaining forces forward, but was constantly hampered by tiny, desperate guerilla attacks from the surviving Jamolar drakes.
it: Con la morte di Hartholar, la tribù della palude si disperse rapidamente in preda al panico. Malakar tentò di guidare in avanti le forze rimaste ma era costantemente rallentato da minuscoli e disperati attacchi di guerriglia dai draghi di Jamolar sopravvissuti.

source: When the humans caught up, they found a tribe that was tired, dispirited and nearly lost. The battle that ensued was short and brutal.
it: Quando gli uomini li raggiunsero, trovarono una tribù che era stanca, scoraggiata e quasi dispersa. La battaglia che ne seguì fu breve e brutale.

source: Most of the Drakes were allowed to simply sink beneath the murky waters, but a few of the stronger survivors were bound and dragged by horses back toward the shore.
it: La maggior parte dei draghi fu lasciata affondare sotto le acque tenebrose, tranne pochi dei più forti sopravvissuti che furono legati e trascinati dai cavalli di nuovo al porto.

source: Malakar: 'Many have died today. Far too many, all because of petty racism.'
it: Malakar: «Oggi sono morti in tanti. Veramente troppi, solo per del meschino razzismo.»

source: Hartholar: 'Malakar, I must admit that you have great prowess, both martial and intellectual. I was wrong in opposing you, and I repent with my scar of penance.'
it: Hartholar: «Malakar, devo ammettere che sei stato capace di grandi prodezze, marziali e intellettuali. Mi sbagliavo a oppormi a te e me ne rammarico con la mia cicatrice di penitenza.»

source: Hartholar: 'He is Kzzklk, the leader of the saurians that opposed you earlier, under my directive. What is your plan?'
it: Hartholar: «È Kzzklk, capo dei sauri che prima si opponevano a noi, sotto i miei ordini. Qual è il tuo piano?»

source: Malakar: 'Even with the might of both of our tribes, we cannot fight the humans by ourselves. I have seen their army, and it is not only large, but elite.'
it: Malakar: «Anche con la forza delle nostre due tribù, non possiamo combattere gli uomini da soli. Ho visto il loro esercito, che non solo è enorme, ma anche di elite.»

source: Kzzklk: 'My sssaurians will ssstand wwittth youuu.'
it: Kzzklk: «I miei sssauri ssstaranno con te.»

source: Malakar: 'Kzzklk, I am honored. We can use every soldier that is willing to fight with us. However, we will need to leave these swamps soon, before the main human host arrives.'
it: Malakar: «Kzzklk, sono onorato. Possiamo impiegare ogni soldato che vorrà combattere con noi. Comunque dobbiamo lasciare queste paludi al più presto, prima che arrivi il grosso dell'esercito degli uomini.»

source: Malakar: 'Our ultimate goal should be the Obsidian Citadel, the dwelling place of the High Magi.'
it: Malakar: «L'obiettivo finale dovrebbe essere la cittadella di ossidiana, dove abitano gli alti maghi.»

source: Hartholar: 'But, Malakar, how will you convince them to leave their cloisters and join us?'
it: Hartholar: «Ma, Malakar, come li convincera a lasciare i loro chiostri e unirsi a noi?»

source: Malakar: 'They are our only hope. Just as their forerunners, led by the great drake Freon, cleared this island of the evils that once lived on it, they have the power to clear this island once again, this time from the evils that dare to invade it.'
it: Malakar: «Sono la nostra unica speranza. Come i loro antenati, guidati dal rgande drago Freon, liberarono questa isola dal male che l'abitava un tempo, hanno il potere di liberare di nuovo questa isola, questa volta dal male che osa invaderla.»

source: Hartholar: 'You speak wisdom, Malakar. Perhaps the saurians can cover our retreat? They know the swamps well, much better than any drake, and can wage guerilla war against the thinskins.'
it: Hartholar: «Parli saggiamente, Malakar. Forse i sauri potrebbero coprire la nostra ritirata? Conoscono bene la palude, molto meglio di qualunque drago e possono compiere azioni di guerriglia contro i pelli-molli.»

source: Kzzklk: 'Yesss. Howwwevver, sssome of myyy warrriorrrss wwwant to followww yyoou.'
it: Kzzklk: «Sssì. Perooò, alcuni deeei mieeei guerrieri vorrrebberrro ssseguirti.»

source: Malakar: 'I accept their offer. Hartholar, have we decided?'
it: Malakar: «Accetto la loro offerta. Hartholar, abbiamo deciso?»

source: Hartholar: 'The route to the Citadel will be treacherous. First, we must reach - and possibly retake - the stronghold at Hafwyt, across the Forest of Nightmares. Then, we must cross the Harkon Mountains, and the resting place of the ancient Mal-Bronam. Only then will we reach the Citadel... which may harbor dangers and guardians of its own.'
it: Hartholar: «La strada per la cittadella sarà insidiosa. Per prima cosa, dobbiamo raggiungere - e magari riconquistare - la fortezza di Hafwyt, oltre la foresta degli incubi. Poi, dobbiamo attraversare le montagne Harkon e i luoghi dove riposa l'antico Mal-Bronam. Sollo allora raggiungeremo la cittadella--- che potrebbe avere proprie insidie e custodi.»

source: Hartholar: 'But, I am decided. This journey must be undertaken.'
it: Hartholar: «Però io sono deciso. Bisogna fare questo viaggio.»

source: Malakar: 'Yes. Drakes! We must tarry no longer! Prepare to move to the southeast!'
it: Malakar: «Sì. Draghi! Non dobbiamo più indugiare! Preparatevi a dirigervi a sud-est!»

source: Malakar: 'The fog is thickening down there. I hope that this is not a sign of worse things to come.'
it: Malakar: «Sta scendendo la nebbia. Speriamo che non preannunci l'arrivo di cose peggiori.»

source: Hartholar: 'The mighty stronghold of Hafwyt lies before us. Here, we can rest and recruit more warriors, perhaps among the Jamolar expatriates here.'
it: Hartholar: «Abbiamo di fronte la potente fortezza di Hafwyt. Qui, possiamo riposarci e reclutare qualche altro guerriero, forse tra i Jamolar espatriati qua.»

source: Malakar: 'We cannot rest now. Look! The softskins are laying siege to the fortress!'
it: Malakar: «Non possiamo riposare ora. Guardate i pellimolli stanno assediando la fortezza!»

source: Captain: 'General, I'm pleased to report that our cavalry says that the last of the stragglers have been rounded up.'
it: Capitano: «Generale, ho il piacere di riferire che la nostra cavalleria dice che gli ultimi sbandati sono rastrellati.»

source: General: 'Very good, Captain. That was a careless battle, on our part. Our losses were much higher than they should have been.'
it: Generale: «Benissimo, capitano. Sarebbe dovuta essere una battaglia facile per noi. Le nostre perdite sono state molto più alte di quello che avrebbero dovuto essere.»

source: Captain: 'Sir, I assure you that our men fought their hardest!'
it: Capitano: «Signore, vi garantisco che i nostri uomini hanno combattuto al loro meglio!»

source: General: 'Yes, Captain. I do not doubt their courage or their effort. However, we need to increase our training twofold. If we're to hold these quarries, we cannot afford to fight another battle like this.'
it: Generale: «Sì, capitano. Non ho dubbi sul loro coraggio né sul loro impegno. Comunque dobbiamo raddoppiare il nostro addestramento. Se vogliamo tenere queste cave, non possiamo permetterci di combattere un'altra battaglia come questa.»

source: Captain: 'No, Sir. Sir, may I ask what is to be done with the captives?'
it: Capitano: «Nossignore. Signore, posso chiedervi cosa devo fare dei prigionieri?»

source: General: 'Execute the dying ones. A General Dacayan will come by in a week's time. I hear that he is willing to pay handsomely for slaves. See that we are able to sell him as many healthy drakes as possible.'
it: Generale: «Date il colpo di grazia ai morenti. Nel giro di una settimana arriverà un generale dacaiano. Ho sentito che pagherà profumatamente per degli schiavi. Facciamo in modo di potergli vendere più draghi sani possibile.»

source: Captain: 'Sir, yes, sir.'
it: Capitano: «Signorsì, signore!»
