Repository: wescamp/Flight_Freedom_1_3-1.4
Catalog: po/*.po
Languages: it

source: Use them well.
it: Fanne buon uso.

source: The saurians will try to outflank the humans.
it: I sauri cercheranno di circondare gli uomini.

source: Very well. They will arrive at the third dawn.
it: Molto bene. Arriveranno alla terza alba.

source: Endgame
it: Fine gioco

source: After liberating their home, Malakar and Kamalar mounted a joint offensive against the capital city of Weswyt.
it: Dopo aver liberato la loro patria, Malakar e Kamalar organizzarono un'offensiva congiunta contro la capitale di Weswyt.

source: Malakar would command the saurians, and the drake army would be split between them.
it: Malakar dovrebbe comandare i sauri, e l'armata dei draghi verrebbe suddivisa fra i due condottieri.

source: Malakar and Kamalar would lead the main force, and the saurian commander, Kzzklk, would lead his force of saurians, in hopes of outflanking the humans.
it: Malakar e Kamalar dovrebbero condurre la forza principale, il comandante dei sauri, Kzzklk, dovrebbe guidare la sua forza di sauri, nella speranza di circondare gli uomini.

source: So this is what the bastards did with our city!
it: Ecco che cosa hanno fatto, quei bastardi, alla nostra città!

source: Yes. The humans have defiled the temple of Gar-Alagar!
it: Sì. Gli uomini hanno profanato il tempio di Gar-Alagar!

source: I will kill meeeeself ssssome humanssss!
it: Ammazzeeeerooò qualcheee umaaano!

source: Now I will get revenge for my enslavement!
it: Ora mi vendicherò di chi mi ha ridotto in schiavitù!

source: Well said, brother. THE FIGHT FOR FREEDOM BEGINS HERE!!!
it: Ben detto, fratello. LA BATTAGLIA PER LA LIBERTÀ COMINCIA QUI!!!

source: Theeere are nooooo mmmore sssssaurians lleft.
it: Noon ci sssoono piuù sssauri.

source: I dddddie! Fffight ffor meee...avvvennnnge...kkkill huuumansssss...
it: Mmuoioo! Lottaate peer mee... vvendicaatemi... ucccidetee umaanii...

source: NOOOOOOOO! I cannot bear to live!
it: NOOOOOOOO! Come posso vivere ancora dopo tutto questo?

source: GUARDS!!! Slay them all!
it: GUARDIE!!! Uccideteli tutti!!!

source: Morogor is ours!
it: Morogor è nostra!

source: He died fighting for you. Like any of your other soldiers would.
it: È morto combattendo per te. Come ogni altro soldato avrebbe fatto.

source: He was a true warrior.
it: Era un vero guerriero.

source: I am gone! Fight on against the humans without me!
it: Sono perduto! Combatti contro gli uomini senza di me!

source: At yooourrr ccccommaaaand!
it: Aagli oordinii!

source: They have fortified the entrance!
it: Hanno fortificato l'ingresso!

source: The tower has fallen into disrepair. Onward!
it: La torre è in uno stato di abbandono. Andiamo avanti!

source: Help us! We are pursued by humans!
it: Aiutateci! Gli uomini ci inseguono!

source: Epilogue
it: Epilogo

source: Take your place at the throne
it: Prendi il tuo posto sul trono

source: VICTORY IS OURS!!!
it: LA VITTORIA È NOSTRA!!!

source: female^Battleship
it: Nave da guerra

source: The Battleship, very fast and armed with 3 ballistae, is a very versatile ship.
it: La nave da guerra, molto veloce e armata di tre balliste, è una nave molto versatile.

source: ballista
it: balista

source: female^Caravel
it: Caravella

source: Caravels are medium-sized attack ships, armed with a ballista and a long-range catapult.
it: Le caravelle sono navi da battaglia di taglia media, armate con una balista e una catapulta a lunga portata.

source: catapult
it: catapulta

source: female^Clipper
it: Clipper

source: Clippers, although fast, are very weak. Armed with a ballista, they are used primarily as scouts.
it: I clipper, anche se veloci, sono molto deboli. Armati di una balista, sono usate principalmente per la ricognizione.

source: female^Dreadnought
it: Corazzata

source: Dreadnoughts are the pride of the humans' navy. With 3 ballistae and a catapult, they can sink or kill almost anything unlucky enough to be in their way.
it: Le corazzate sono l'orgoglio della marina degli uomini. Con tre baliste e una catapulta, possono affondare o uccidere quasi qualsiasi cosa abbastanza sfortunata da trovarsi sulla loro strada.

source: female^Frigate
it: Fregata

source: The Frigate is rather slow, but it is powerful and well-protected.
it: La fregata è piuttosto lenta, ma è potente e ben protetta.

source: female^Galleon
it: Galeone

source: Galleons are sailing warships. The humans' attempt at sea travel, they are expensive, but very strong. Armed with three ballistae, they mete out justice with deadly efficency.
it: I galeoni sono navi da guerra a vela. Sono il tentativo degli uomini di viaggiare per mare, costosi ma molto potenti. Armate di tre baliste, dispensano giustizia con efficienza mortale.

source: female^Pirate Cruiser
it: Incrociatore pirata

source: The Pirate Cruiser is a larger pirate ship, either built or captured. It has 3 ballistae.
it: L'incrociatore pirata è una grande nave pirata, costruita appositamente o catturata. Ha tre baliste.

source: female^Pirate Galleon
it: Galeone pirata

source: The Pirate Galleon is a former battleship of the Wesnothian navy, captured by renegades and pressed into service. It has 5 ballistae.
it: Il galeone pirata è una nave da guerra catturata alla marina di Wesnoth da rinnegati e rimessa in servizio. Ha cinque baliste.

source: female^Pirate Schooner
it: Goletta pirata

source: Pirates are the aquatic vector of Thieves. Manned by human renegades, these widely feared ships ply the seaways, looking for plunder.
it: Le golette pirata sono i trasportatori acquatici dei ladri. Equipaggiate da uomini rinnegati, queste navi solcano i mari alla ricerca di bottino.

source: Drake Chieftain
it: Drago capitano

source: Drake Chieftains are the leaders of their tribes. Skilled in the use of both their sword and their internal fire, they are also trained from a young age to lead their fellow Drakes into battle. Special Notes:
it: I draghi capitani sono i comandanti delle loro tribù. Esperti nell'uso della spada e del loro fuoco interno, sono anche addestrati fin dalla giovane età a guidare i loro compagni draghi in battaglia. Note speciali:

source: sword
it: spada

source: fire breath
it: alito di fuoco

source: Drake Guard
it: Drago guardiano

source: Protected by their massive golden shields, Drake Guards are responsible for the protection of more important drakes. Special Notes:
it: Protetti da massicci scudi dorati, i draghi guardiani sono responsabili della protezione di draghi draghi più importanti. Note speciali:

source: spear
it: lancia

source: Drake Hatchling
it: Nidiata di drago

source: claws
it: artigli

source: Drake High Magus
it: Drago arcimago

source: staff
it: bastone

source: ice shot
it: esplosione ghiacciata

source: Drake Lord
it: Signore dei draghi

source: A Drake Lord is the chieftain of a powerful and respected tribe. He wields a sword doused in naphtha, against which few foes can stand. This, coupled with his mastery of his internal fires, makes him an enemy few would dare to fight. Special Notes:
it: Il signore dei draghi è il capitano di una tribù potente e rispettata. Contro quei pochi nemici che possono affrontarlo, maneggia una spada bagnata nel petrolio. Questa, abbinata al suo fuoco interno, lo rendono un nemico che pochi oserebbero combattere. Note speciali:

source: fire sword
it: spada di fuoco

source: Drake Priest
it: Drago sacerdote

source: Their bodies marred by extreme torture and self-mutilation, the priests are the spiritual leaders of the drakes, each one dedicated to a particular god. However, their rituals have left them enfeebled, and unable to fly or breathe fire. Special Notes:
it: Con i corpi segnati da drastiche torture e auto-mutilazioni, i sacerdoti sono i capi spirituali dei draghi, ciascuno devoto a una specifica divinità. Tuttavia, i loro rituali li hanno indeboliti e li hanno resi incapaci di volare o soffiare fuoco. Note speciali:

source: Drake Slave
it: Drago schiavo

source: Drake Slaves are servile members of this reptilian race.
it: I draghi schiavi sono membri servili di questa razza di rettili.

source: Drake Rebel
it: Drago ribelle

source: This was a drake slave, but it has grabbed a spear in rebellion against its masters. Special Notes:
it: Questi era un drago schiavo, ma ha impugnato una lancia per ribellarsi ai suoi padroni. Note speciali:

source: Drake Worker
it: Drago lavoratore

source: More advanced Drakes, the Workers fight with their maces.
it: Draghi più avanzati, i lavoratori combattono con le mazze.

source: mace
it: mazza

source: Drake Guerilla
it: Drago guerrigliero

source: More advanced Drakes, these guerilla fighters have so far led a successful campaign against their masters. Special Notes:
it: Draghi più avanzati, questi combattenti guerriglieri sono riusciti finora ad opporre una forte resistenza contro gli oppressori. Note speciali:

source: Ballista
it: Balista

source: Driver
it: Guardiano

source: The Slave Driver makes a living by beating slaves in order to boost their productivity.
it: Il guardiano degli schiavi si guadagna da vivere frustando gli schiavi per renderli più produttivi.

source: whip
it: frusta

source: Taskmaster
it: Sorvegliante

source: A role mostly filled by the dregs of society, Taskmasters live a perverted life of torturing the slaves under their watch. They especially like beating Drake slaves with their short swords.
it: Un ruolo occupato dalla feccia della società, i sorveglianti vivono torturando perversamente gli schiavi sotto la sua custodia. Essi amano, sopra ogni cosa, picchiare gli schiavi draghi con le loro spade corte.

source: short sword
it: spada corta

source: Pirate
it: Pirata

source: Dogs of the sea, pirates are outlaws who prey in the open water. Armed with a cutlass, they make nasty foes.
it: Lupi di mare, i pirati sono fuorilegge che scorrazzano in mare aperto in cerca di bottino. Armati di sciabola, sono nemici pericolosi.

source: cutlass
it: sciabola

source: Pirate Captain
it: Capitano pirata

source: Like all pirates, these are thieves of the water. This one is a captain, who is in charge of leading his thugs into battle.
it: Come i pirati, sono i ladri del mare. Questo è un capitano, che comanda i suoi uomini in battaglia.

source: Shadow Mage
it: Mago oscuro

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, and instead channel their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
it: Anni di violenza e di brutalità a supporto degli studi delle arti magiche proibite hanno trasformato i maghi oscuri i temibili combattenti. Ormai completamente asserviti dal potere, sono noti per avere una schiera di seguaci sotto il loro comando. Nessuno dei loro equivalenti maghi delle altre categorie è più abile nei combattimento magico corpo a corpo, grazie alla loro capacità di convogliare le loro energie in devastanti attacchi in mischia. A dispetto del loro potenziale offensivo, la corruzione delle loro anime ha iniziato a minare la loro salute.

source: ice blast
it: esplosione di gelo

source: Giant Boar
it: Cinghiale gigante

source: Giant Boars are overgrown pigs with a nasty disposition that will attack anything that moves. It is fortunate that these animals are rare.
it: I cinghiali giganti sono maiali troppo cresciuti con un pessimo carattere che attaccano qualsiasi cosa si muova. Fortunatamente sono animali rari.

source: Lava Beast
it: Bestia di lava

source: fist
it: pugno

source: boulder
it: masso

source: Lava Monster
it: Mostro di lava

source: Rock Golem
it: Golem di roccia

source: Rock Golems are creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy.
it: I golem di roccia sono creature costituite di solida roccia vivente. Hanno un attacco debole, ma sono incredibilmente difficili da distruggere.

source: Major Spirit
it: Spirito maggiore

source: lightning
it: fulmine

source: Minor Spirit
it: Spirito minore

source: The Thunder Spirits are very powerful and mysterious. Even though this spirit is a minor one, it still wields tremendous power.
it: Gli spiriti del tuono sono molto potenti e misteriosi. Anche se questi spiriti fanno parte degli spiriti minori, dispongono comunque di un potere tremendo.

source: Thunder Spirit
it: Spirito del tuono

source: The Thunder Spirit is an awesome foe, that can punch with electric fury and fire lightning bolts capable of destroying houses.
it: Lo spirito del tuono è un nemico temibile, capace di dare pugni carichi di furia elettrica e di scagliare saette in grado di distruggere anche edifici.

source: Wolf
it: Lupo

source: Large dogs, wolves are aggressive animals that hunt in packs. Although weak individually, a pack can kill even the strongest man in minutes. Wolves are trained and ridden by goblins.
it: Grossi cani, i lupi sono animali aggressivi che cacciano in branco. Sebbene siano individualmente deboli, un branco di lupi può uccidere anche il più forte degli uomini in pochi istanti. I lupi sono addestrati e cavalcati dai goblin.

source: bite
it: morso

source: Cave Naga
it: Naga delle caverne

source: The Cave Naga have adapted to survive deep underground, and are thus capable of traveling through even lava. With eyes adapted to low-light conditions, they excel underground and at night, but are hindered by bright light. Their muscles have evolved to be stronger, but slower. Their tail also has a deadly poison.
it: I naga delle caverne si sono adattati a vivere nel sottosuolo e dunque sono capace di muoversi persino fra la lava. Con occhi adattati alle condizioni di scarsa illuminazione, sono a proprio agio nel sottosuolo e di notte, ma sono infastiditi dalla luce intensa. I muscoli si sono evoluti per essere più forti, ma più lenti. La loro coda ha anche un potente veleno.

source: trident
it: tridente

source: tail
it: coda

source: Naga Depthstalker
it: Naga assassino degli abissi

source: Some nagas, whether through cowardice or cunning, develop a knack for surviving in darker depths of the water. After special training, this knowledge can develop into an entirely different branch of combat, although it is just as deadly. Naga Depthstalkers are especially valued as brood guardians, where they keep watch over eggs laid in hidden caves. Special Notes:
it: Alcuni naga, forse per codardia o forse per astuzia, sviluppano l'arte di sopravvivere nelle profondità più oscure del mare. Dopo un addestramento particolare, da questa conoscenza può nascere un nuovo stile di combattimento anche se altrettanto mortale. Gli assassini degli abissi sono preziosi guardiani delle covate, perché sorvegliano le uova deposte negli anfratti nascosti. Note speciali:

source: Nagini Depthstalker
it: Naga assassina degli abissi

source: Naga Guardian
it: Naga guardiano

source: Instead of learning their serpentine form, these Nagas have focused upon armor and steel. Because of this, they are often used as line fighters, and do more than their fair share of killing and dying.
it: Invece di lavorare la loro forma serpentina, questi naga si sono concentrati sull'armatura e sull'acciaio. Per questo motivo, sono spesso impiegati come combattenti di linea e fanno la loro parte nell'uccidere e nel morire.

source: Naga Hunter
it: Naga cacciatore

source: Naga Hunters are Naga who are skilled at hunting with a bow. Since the naga are naturally resistant to poison, they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
it: I cacciatori naga sono abili nella caccia con l'arco. Poiché sono naturalmente resistenti al veleno, non hanno remore a cacciare con frecce avvelenate. Queste lunghe aste dalla punta impregnata di potente veleno sono note per aver abbattuto molti tipi di preda diversi.

source: bow
it: arco

source: Naga Mage
it: Naga mago

source: The form of the Naga is not well suited for the practice of magic. In spite of this, these Nagas have learned magic anyway, and although now weak and inexperienced, have the potential to become feared masters of the water.
it: Il corpo dei naga non è adatto alla pratica della magia. Nonostante ciò, questi naga hanno imparato lo stesso la magia e sebbene adesso siano deboli e inesperti, hanno il potenziale per divenire temuti signori delle acque.

source: force ball
it: sfera di forza

source: Nagini Mage
it: Naga maga

source: female^Sea Hag
it: Strega del mare

source: Sea Hags are older and more experienced Nagas who have learned to control the water magic.
it: Le streghe del mare sono le naga più anziane ed esperte che hanno appreso il controllo della magia acquatica.

source: water spray
it: spruzzo d'acqua

source: Naga Sentinel
it: Naga sentinella

source: These heavy fighters are the elite guards of the naga. Chosen because of their dedication and skill, their purpose is to defend their sleeping brethen from any menace, and to guard their hidden cities from outside invaders - until the great awakening of their civilization arrives. These nagas are mostly unknown in Wesnoth since they can only be found near Naga cities.
it: Questi pesanti guerrieri sono le guardie d'elite dei naga. Scelti per la loro devozione e esperienza, il loro scopo è quello di difendere i cugini nel sonno da qualunque minaccia o custodire le loro città nascoste da invasori esterni fino a quando la loro civiltà non si risveglierà. Questi naga sono praticamente sconosciuti a Wesnoth dato che possono essere trovati solo vicino alle città dei naga.

source: Nagini Spellcrafter
it: Naga maestra di magia

source: dagger
it: pugnale

source: force wave
it: onda di forza

source: Naga Spellwarrior
it: Naga guerriero magico

source: Warrior Mages who master their art become even more skilled in battle than the feared Naga Myrmidons. Although they are still weaker, they move with impossible speed. They no longer need to carry swords around with them, because they can summon one when they need it.
it: I guerrieri maghi che padroneggiano la loro arte diventano persino più esperti in battaglia dei temuti mirmidoni. Anche se sono ancora più deboli, si muovono con rapidità inaudita. Non hanno più bisogno di portare una spada, perché possono invocarne una quando ne hanno bisogno.

source: Nagini Spellwarrior
it: Naga guerriera magica

source: Naga Warden
it: Naga custode

source: These heavy fighters are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
it: Questi combattenti pesantemente corazzati sono più lenti della maggior parte dei naga e brandiscono enormi mazze che usano per annientare i nemici. Solitamente sorvegliano gli avamposti, ma a volte partecipano a spedizioni punitive.

source: Naga Warlock
it: Naga stregone

source: Despite the hindrances of their serpentine anatomy, these nagas have persevered at magic anyway. Their work now begins to pay off.
it: Nonostante gli impacci della loro anatomia serpentina, questi naga hanno perseverato comunque nella magia. Il loro impegno adesso comincia a ripagarli.

source: Nagini Warlock
it: Naga strega

source: Naga Warrior Mage
it: Naga mago guerriero

source: Having completely given up the use of offensive magic, these warrior mages have learned to compensate for their small size by using magic to enhance their agility and reflexes, meaning that they are better on land than any of their fellow nagas. Wielding dual swords that glow with magical energy, they strike fear into the hearts of their enemies.
it: Questi guerrieri maghi, dopo aver rinunciato completamente all'uso della magia d'attacco, hanno imparato a compensare la loro piccola statura usando la magia per migliorare la loro agilità e i riflessi, perciò sono sulla terraferma si muovono meglio di qualunque altro dei loro cugini naga. Maneggiano spade gemelle che ardono di energia magica, incutendo la paura nei cuori dei loro nemici.

source: Nagini Warrior Mage
it: Naga maga guerriera

source: Having completely given up the use of offensive magic, these warrior mages have learned to compensate for their small size by using magic to enhance their agility and reflexes. Wielding dual swords that glow with magical energy, they strike fear into the hearts of their enemies.
it: Questi guerrieri maghi, dopo aver rinunciato completamente all'uso della magia d'attacco, hanno imparato a compensare la loro piccola statura usando la magia per migliorare la loro agilità e i riflessi, perciò sono sulla terraferma si muovono meglio di qualunque altro dei loro cugini naga. Maneggiano spade gemelle che ardono di energia magica, incutendo la paura nei cuori dei loro nemici.

source: Chicken
it: Pollo

source: Chickens are kept for their meat and eggs.
it: I polli sono allevati per la carne e le uova.

source: bawk
it: coccodè

source: Cow
it: Mucca

source: Cows are livestock that are used for their meat, leather and milk.
it: Le mucche sono animali allevati per la loro carne, il cuoio e il latte.

source: kick
it: calcio

source: Crow
it: Corvo

source: Crows are carrion birds which will eat anything dead. Larger ones such as this have been also known to attack when food is scarce.
it: I corvi sono uccelli che si cibano di carogne. Si sa che i più grandi, come questo, possono attaccare quando il cibo è scarso.

source: Falcon
it: Falco

source: Majestic birds of prey, falcons are the fastest creatures in the world. Even though these wild falcons have escaped from their keepers, they continue to hunt with their razor-sharp claws.
it: Maestosi rapaci, i falchi sono le creature più veloci al mondo. Anche se questi falchi selvaggi sono fuggiti dai loro custodi, continuano a cacciare con i loro artigli affilati come rasoi.

source: Fungoid
it: Fungoide

source: Created by accident in the garbage can of an alchemist, fungoids are magical mushrooms that can multiply very quickly. Since they were so soft and weak, nobody in the region took the things too seriously... until a couple hundred of them showed up at the nearest town. After that, all the town's families enjoyed the weekly picnic and fungoid smashing in the nearby forest, small kids and elderly included. Eventually, the fungoids adopted defensive weapons - twigs.
it: Creati per caso nella spazzatura di un alchimista, i fungoidi sono funghi magici che si moltiplicano molto velocemente. Dato che erano così flaccidi e deboli, nessuno nella regione prese la cosa troppo seriamente... finché un paio di centiania di essi spuntò nella città vicina. Dopo di ché, tutte le famiglie delal città si divertì al picnic settimanale e alla caccia al fungoide nella vicina foresta, compresi bambini e anziani. Probabilmente i fungoidi adottarono armi difensive - dei ramoscelli.

source: headbutt
it: testata

source: twig
it: ramoscello

source: Wild Horse
it: Cavallo selvaggio

source: Horses that escape captivity often become wild and hostile to humans, especially if cornered or frightened. Though they are easily put down, their kicks can smash a man's skull.
it: I cavalli sfuggiti alla cattività spesso diventano selvaggi ed ostili nei riguardi degli uomini, specialmente se accerchiati o spaventati. Sebbene si calmino facilmente, il loro calcio può spaccare il cranio di un uomo.

source: Horse
it: Cavallo

source: Horses, when tamed, are used as mounts by Elvish and Human armies, and also as beasts of burden.
it: I cavalli, quando sono addomesticati, sono usati come destrieri dagli eserciti degli elfi e degli uomini e anche come bestie da soma.

source: Pig
it: Maiale
