Repository: wescamp/Flight_Freedom_1_3-1.4
Catalog: po/*.po
Languages: it

source: The caves... Drake leader! Halt!
it: Le caverne... Capo dei draghi! Alt!

source: Heungah! You cannot run from our forces!
it: Heungah! Non potete fuggire alle nostre forze!

source: Halt! Please!
it: Fermi! Per favore!

source: We have no reason to speak with you.
it: Non abbiamo nessun motivo per parlare con te.

source: We do not need to be your enemies. I propose a peace offering.
it: Non vogliamo essere i vostri nemici. Propongo un'offerta di pace.

source: I see. You have my complete attention, elf.
it: Capisco. Hai tutta la mia attenzione, elfo.

source: Dredgno? Leader?
it: Dredgno? Comandante?

source: Our quarrel is not with you. Give us Kogw, and we will leave you be.
it: Non abbiamo contrasti con voi. Dateci Kogw e vi lasceremo andare.

source: They pursue us! We must hurry!
it: Ci inseguono! Dobbiamo sbrigarci!

source: They murdered those people in cold blood! Those bloodthirsty monsters...
it: Hanno assassinato quella gente a sangue freddo! Quei mostri assetati di sangue...

source: You are shocked only because the orcs are disorganized. The thinskins plan their killings; they are the ones that we must be wary of.
it: Tu sei scandalizzato solo perché gli orchi sono disorganizzati. I pellemolle pianificano le uccisioni; dobbiamo diffidare di loro.

source: Forgive me, Malakar, but there is no time. Drakes! Seal the cave before the human reinforcements arrive!
it: Perdonami, Malakar, ma non c'è tempo. Draghi! Sigillate la caverna prima che arrivino i rinforzi degli uomini!

source: No, I beg you! I can make it!
it: No, ti prego! Non posso farlo!

source: Underground
it: Sottosuolo

source: We must seize these caverns!
it: Dobbiamo prendere possesso di queste caverne.

source: Well, well, well. $gold_given pieces of gold were in this chest!
it: Bene, bene, bene. c'erano $gold_given pezzi d'oro in questo forziere!

source: Hey! $gold_given pieces of gold were in this chest!
it: Ehi! C'erano $gold_given pezzi d'oro in questo forziere!

source: Hmmm... $gold_given pieces of gold were in this chest!
it: Hmmm... C'erano $gold_given pezzi d'oro in questo forziere!

source: That is a hidden door. Let us see what is behind it!
it: Questa è una porta segreta. Vediamo che cosa c'è dietro!

source: Half-men. Where do these caves reach the surface?
it: Mezzi-uomini. Quale di queste gallerie porta alla superficie?

source: Half...? Are you the blikkers who just smashed up the doorway?
it: Mezz...? Siete voi i balenghi che hanno appena distrutto il portone?

source: Many elves were in pursuit. We had no other choice.
it: Molti elfi ci stavano inseguendo. Non avevamo altra scelta.

source: And you've brought elves in here with you? Gol, by the Beard. This is nothing less than an invasion! Mobilize! Dwarven units, mobilize!
it: E avete portato gli elfi qui con voi? Gold, per tutte le barbe. Questa è una vera e propria invasione! Alle armi! Nani, alle armi!

source: There must have been a great battle here...
it: Ci deve essere stata una grande battaglia qua...

source: Hmmm... the bones of a dragon.
it: Hmmm... ossa di drago.

source: Hmmm... A statue of a dragon.
it: Hmmm... una statua di drago.

source: HELP!!!
it: AIUTO!!!

source: RUARRRRR!!! Now new life flows through me!!!
it: ROARRRRR!!! Ora nuova vita scorre nel mio corpo!!!

source: We are the children of your race, the drakes, sons of dragons. Come to the aid of your kin!
it: Siamo i figli della vostra razza, i draghi, figli di dragoni. Vieni ad aiutare la tua stirpe!

source: But Malakar, that dragon is a dark abomination! We cannot ally with such evil!
it: Ma Malakar, quel dragone è un oscuro abominio! Non possiamo allearci al male!

source: If he is undead, it is not by his own choosing. Although we drakes are only shadows of his might, the same fire that once flowed through his veins flows through ours. We are kin, and I will ask for his help.
it: Se è un non-morto non lo per sua scelta. Comunque noi draghi siamo solo l'ombra del suo potere, lo stesso fuoco che un tempo scorreva nelle sue vene adesso scorre nelle nostre. Siamo la stessa stirpe e io chiederò il suo aiuto.

source: Yes. Even though I am bound in this foul unlife, I recognize our consanguinity. Perhaps I can now do some good, since my summoner is long dead, and my will is now free.
it: Sì. Anche se sono legato in questa lurida non vita, riconosco che siamo consangiunei. Forse posso fare qualcosa di buono adesso che colui che mi ha invocato è morto da molto tempo e la mia volontà ora è libera.

source: Die, drake scum!
it: Muori, feccia di un drago!

source: The humans follow us! We must continue!
it: Gli uomini ci inseguono! Dobbiamo continuare!

source: River of Skulls
it: Fiume dei teschi

source: Find a way out of the caverns
it: Trova l'uscita delle caverne

source: Explore the surrounding area
it: Esplora l'area circostante

source: Caves as far as the eye can see. We are completely lost.
it: Grotte in qualunque direzione. Siamo completamente sperduti.

source: But there are dwarves everywhere. We must flee to somewhere. Start looking for an exit. We do not have the time or the strength to fight with the half-men. Avoid them if possible, kill any who pose a serious threat. Go!
it: Solo che ci sono nani ovunque. Dobbiamo fuggire da qualche parte. Inizia a cercare una uscita. Non abbiamo il tempo né la forza di combattere con i mezzi-uomini. evitiamoli se possibile, uccidete tutti quelli che diventano una minaccia seria. Via!

source: The humans pursue us!
it: Gli uomini ci inseguono!

source: Well, we can't go that way.
it: Be' non possiamo andare di là.

source: Explore to the south
it: Esplora verso sud

source: A spider web!
it: Una ragnatela!

source: A river of lava! How am I supposed to cross?
it: Un fiume di lava! Come faccio ad attraversarlo?

source: I will take care of that later. Drakes! We need to explore this river!
it: Me ne occuperò più tardi. Draghi! Dobbiamo esplorare questo fiume!

source: Explore the river
it: Esplora il fiume

source: Creatures of the lava! We cannot leave this way!
it: Creature di lava! Non possiamo andare da questa parte!

source: Move Malakar to the western edge of the river of lava
it: Muovi Malakar sulla riva est del fiume di lava

source: Lava hot!!! Ouch!!!
it: È rovente!!! Ahi!!!

source: The sign says: Storeroom
it: Il cartello dice: «Magazzino»

source: The ground is unstable!
it: Il terreno è instabile!

source: Ugh! Dwarven whiskey!
it: Ugh! È whiskey dei nani!

source: We must continue!
it: Dobbiamo continuare!

source: How am I to cross the lava?
it: Come faccio ad attraversare la lava?

source: I will carry you, hop on my back.
it: Ti porterò io, saltami in groppa.

source: Very well. I am honored to have fought with a dragon of old.
it: Benissimo. Sono onorato di aver combattuto con un dragone di una volta.

source: Farewell, my progeny.
it: Addio, mia progenie.

source: We have used up half of our supplies.
it: Abbiamo usato metà delle nostre provviste.

source: We've used up three-quarters of our supplies. I suggest you make haste.
it: Abbiamo usato tre quarti delle nostre provviste. Suggerisco di sbrigarci.

source: Our supplies are dangerously low! Hurry!
it: Le provviste rimaste sono pericolosamente poche! Più in fretta!

source: We have run out of supplies, these caverns shall be our tomb!
it: Abbiamo terminato le provviste, queste caverne saranno la nostra tomba!

source: Rockfall
it: Frana

source: Exit the cave
it: Esci dalla grotta

source: Death of Theracar
it: Morte di Theracar

source: Hold! I feel something!
it: Fermi! Sento qualcosa!

source: I feel only the blasting heat of the lava.
it: Io sento solo il dannato calore della lava.

source: This heat! I can't stand this much longer.
it: Che caldo! Non riesco più a resistere.

source: The heat, yes, but... there! The air... we must be near the exit!
it: Che caldo, sì, ma... ecco! Aria... dobbiamo essere vicini all'uscita!

source: Beards! Drakes, then elves, now drakes again! Why can't you all leave us alone?
it: Per tutte le barbe! Draghi, poi elfi e adesso di nuovo draghi! Perché non ci lasciamo tutti da soli?

source: We seek only to leave.
it: Stiamo solo cercando di andarcene.

source: Be that as it may, you're tearing up our tunnels and profaning our land by dragging the ding-blasted elves everywhere.
it: Sarà anche come dici, ma state devastando le nostre gallerie e profanando i nostri territori trascinando ovunque quei maledetti elfi.

source: They pursue us still?
it: Ci inseguono ancora?

source: Look. Buddy.
it: Guarda. Compagno.

source: You're riding a drake?!?
it: Stai cavalcando un drago?!?

source: *growl*
it: (ringhia)

source: Not... really. Where's the exit?
it: Non... proprio. Dov'è l'uscita?

source: We cannot let you pass that way. Those tunnels are too fragile, and you have proven yourselves to be a menace. This is the end, lizards.
it: Non possiamo lasciarvi passare da questa parte. Queste gallerie sono troppo fragili e voi avete dimostrato di essere una minaccia. Questo è tutto, lucertole

source: The roof of the tunnel is extremely low here, and appears to be supported by these boulders.
it: Il soffitto della galleria è estremamente basso qui e sembra che siano questi macigni a sostenerlo.

source: We can strand the elves here for days if we can bring down the tunnel!
it: Potremo resistere agli elfi per giorni se facessimo crollare la galleria!

source: So be it. This is our chance to leave our pursuers behind.
it: Così sia. È la nostra occasione per seminare i nostri inseguitori.

source: Collapse the cave exit by destroying the six boulders that support it
it: Fa' cadere l'uscita della grotta distruggendo i sei macigni che la sostengono.

source: All 6 boulders have been destroyed! The cave could collapse at any time! Everyone out, now!
it: Tutti e 6 i macigni sono stati distrutti! La caverna potrebbe crollare in qualsiasi momento! Uscite tutti, subito!

source: Malakar has 4 turns to escape the cave-in.
it: Rimangono quattro turni a Malakar per uscire dalle caverne

source: Uh, Mal? If we leave the tunnel open, the elves and humans will hound us into the ocean.
it: Eh, mal? Se lasciamo le gallerie aperte, gli elfi e gli uomini ci daranno la caccia nell'oceano.

source: No! I cannot continue...
it: No! Non posso proseguire...

source: No! The exit is collapsing! We are trapped!
it: No! L'uscita sta crollando! Siamo in trappola!

source: Betrayal
it: Tradimento

source: Malakar, chief...
it: Malakar, capo...

source: What has happened here today will forever be a black mark upon our tribe. Those who will swear allegiance to me and to the tribe are hereby pardoned. Those who will not must leave behind their weapons and go their separate ways.
it: Quello che è successo qui oggi rimarà per sempre come una macchia sulla nostra tribù. Quelli che presteranno giuramento a me e alla tribù seduta stante saranno perdonati. Quelli che non lo faranno dovranno abbandonare le loro armi e andarsene per un'altra strada.

source: Theracar's complaints were just, but his methods were unforgivable. There have been hard times for us all, and we have all suffered much. Tonight we will hold a forum to discuss the future of our tribe, but for now we must put as many miles as we can between ourselves and the ruins of the cave mouth.
it: Le proteste di Theracar erano giuste ma i suoi metodi imperdonabili. Sono stati tempi duri per tutti e tutti noi abbiamo sofferto molto. Questa sera terremo un incontro per discutere del futuro della nostra tribù ma per adesso dobbiamo mettere tra noi e le rovine dell'imbocco delle caverne più miglia possibile.

source: Malakar, with respect, these drakes have spilled our tribe's blood. Surely you cannot...
it: Malakar, con rispetto parlando, questi draghi hanno sparso il sangue della nostra tribù. Di sicuro non potrai...

source: All are pardoned. None of you will ever forget the sides that were chosen here today, but any who are found telling the hatchlings, or accusing your neighbors of old treasons, will face the harshest penalties. We must live again as a tribe if we are to survive. MOVE OUT!
it: Sono tutti perdonati. Nessuno di voi dimenticherà mai quali fazioni sono state scelte qui oggi ma chiunque verrà scoperto a parlare delle nidiate o ad accusare i nostri vicini di vecchi tradimenti, affronterà le punizioni più dure. Dobbiamo vivere di nuovo come uan tribù se vogliamo sopravvivere. SGOMBRIAMO!

source: Hordes of the Foul Undead
it: Orde dei malefici non-morti

source: Move Malakar to the ruined keep
it: Muovi Malakar sulla fortezza in rovina

source: After defeating the rebels, Malakar left the valley, his intent to go to the landing site and sail to his homeland.
it: Dopo aver sconfitto i ribelli, Malakar lasciò la valle con l'intento di recarsi all'approdo e salpare per la sua patria.

source: Yes, great! I just spoke with a scout and...
it: Sì, magnifico! Ho appena parlato con un esploratore e...

source: The scouts do not report to you!
it: Gli esploratori non devono fare rapporto a te!

source: He was wounded and I'd be faster; but we've got trouble!
it: Era ferito e io sarei stato più veloce; ma siamo nei guai!

source: The humans?
it: Gli uomini?

source: The Gate of Storms, Mal, the Gate! This half of the island is crawling with undead!
it: Il cancello delle tempeste, Mal, il cancello! Questa parte dell'isola pullula di non-morti!

source: They use gargoyles!
it: Usano i gargoyle!

source: The undead are growing too powerful! We cannot prevail!
it: I non-morti stanno diventando troppo potenti! Non possiamo prevalere!

source: Gate of Storms
it: Cancello delle tempeste

source: Destroy the Gate of Storms
it: Distruggi il «cancello delle tempeste»

source: Move a unit onto the Gate of Storms
it: Muovi un'unità sul «cancello delle tempeste»

source: There, beyond that castle! This is the Gate of Storms!
it: Ecco, oltre il castello! Questo è il «cancello delle tempeste»!

source: I want three scouts sent south and east. Find a safe path past the Gate. Hopefully, it will distract and slow any who would follow us.
it: Voglio tre esploratori a sud ed est. Che trovino una strada sicura oltre il portale. Speriamo che distragga e rallenti chiunque ci seguisse.

source: With respect, Malakar, the Gate is open. It probably doesn't matter what we do - in time, this island, Wesnoth and all of Morogor will be overrun and destroyed. You can run to the ends of the world, and rotting corpses will still hound your steps...
it: Con rispetto parlando, Malakar, il cancello è aperto. Qualsiasi cosa facciamo forse non importa - con il tempo, questa isola, Wesnoth e tutto Morogor saranno sopraffatti e distrutti. Anche se fuggirai in capo al mondo, i cadaveri in putrefazione saranno ancora alle tue calcagna...

source: ...never sleeping, never stopping, never tiring, hungering only for blood...
it: ... non dormono mai, non si fermano mai, non si stancano mai, cercano solo il sangue fresco...

source: I have new orders. I want any available scouts to investigate the Gate. We will see if it has a weakness, and attempt to shut it before moving on.
it: Ho dei nuovi ordini. Voglio che tutti gli esploratori disponibili esaminino il cancello. Cercheremo dei punti deboli e tenteremo di chiuderlo prima di proseguire.

source: Such... strange... power. I cannot get close enough to touch the gate. Physical force is worthless here!
it: Che... strana... energia. Non riesco ad avvicinarmi abbastanza da toccare il portale. La froza fisica non ha alcun valore in questo caso!

source: The spirits are redoubling their efforts! I need any remaining Burners to surround the Gate, getting as close as you can, and set it ablaze! Everyone else, cover for them.
it: Gli spettri raddoppiano i loro sforzi! Occorre che tutti gli incendiari rimasti circondino il cancello e stando più vicino possibile lo incendino! Tutti gli altri li dovranno coprire.

source: Move a Drake Burner, Fire Drake, or Inferno Drake onto the Gate of Storms
it: Muovi un drago bruciatore, un drago di fuoco o un drago infernale sul «cancello delle tempeste»

source: A Fire, Inferno or Armageddon Drake is necessary to destroy the Gate of Storms.
it: Per distruggere il «cancello delle tempeste» è necessario un drago di fuoco, un drago infernale o un drago dell'apocalisse.

source: My fire is too weak. We need a stronger firebreather!
it: La mia fiamma è troppo debole. Ci serve un soffio più potente!

source: Move a Fire, Inferno or Armageddon Drake onto the Gate of Storms
it: Sposta un drago di fuoco, un drago infernale o un drago dell'apocalisse sul «cancello delle tempeste»

source: I call upon Gar-Hagar, god of all that is burning and favored child of Gar-Alagar, to destroy this portal of evil!
it: Invoco Gar-Hagar, dio di tutto ciò che brucia e figlio prediletto di Gar-Alagar, perché distrugga questo portale demoniaco!

source: The Gate... it's glowing...
it: Il cancello... è incandescente...

source: The Exodus
it: L'esodo

source: Death of Rhys
it: Morte di Rhys

source: Death of Davies
it: Morte di Davies

source: Captain Kogw! Captain Kogw!
it: Capitano Kogw! Capitano Kogw!

source: You old scoundrel! How in blazes are you still alive?
it: Vecchio furfante! Come diavolo sei ancora vivo?

source: You think a few measly warships could really stop the Unforgiver? We played 'possum until they were fully docked, then high-tailed it back North.
it: Pensi davvero che poche miserabili navi da guerra potevano fermare l'Implacabile? Ci siamo finti spacciati finché non fossero attraccati, poi siamo ripartiti a vele spiegate di nuovo verso nord.

source: North? Wouldn't a, y'know, daring rescue been more appropriate?
it: Nord? Non sarebbe, diciamo, più appropriato tentare un intrepido salvataggio?

source: Well, that's what I said, but Davies, here...
it: Be', è quello che ho detto anche io, ma Davies, qui...

source: Leave me out of this, bilge-rat.
it: Levatemi di torno questo topo di sentina.

source: Anyways, the wind blew us back and we've been circling the island since, trying to resupply without getting attacked.
it: Comunque, il vento ci ha spinto indietro e da allora stiamo girando attorno all'isola cercando di rifornirci senza essere attaccati.

source: Surprising number of unfriendly-types around here. They look freaky, like they're not themselves.
it: Ci sono un sacco di persone non amichevoli da queste parti. Sono tutti strambi, come se non fossero in se stessi.

source: If it's supplies you need...
it: Se sono i rifornimenti che ti servono...

source: Drakes! Clear the area of interference. We are leaving these cursed shores!
it: Draghi! Sgombrate l'area di interferenza. Stiamo per lasciare questi porti maledetti!

source: Speaking of which, I think I saw a skeleton last week. Craziest thing...
it: A proposito, mi pare di aver visto uno scheletro la settimana scorsa. Che sciocchezza...

source: No! Without my navigator, we cannot sail!
it: No! Senza il mio navigatore, non possiamo partire!

source: No! Without my helmsman, we cannot sail!
it: No! Senza il mio timoniere, non possiamo partire!

source: To Morogor!
it: A Morogor!

source: Blockade
it: Palizzata

source: Move the Unforgiver to the East
it: Muovi l'Implacabile verso est

source: (Kogw) Rhys, here, says that he's got a map.
it: (Kogw) Rhys, qui, dice di avere una mappa.

source: (Davies) It was mostly my work.
it: (Davies) È quasi tutta opera mia.

source: (Kogw) And if we go East here until the reefs, we can drop South and catch a strong current that should sweep us all the way back to Morogor, no problem.
it: (Kogw) E se andiamo a oriente fino agli scogli, possiamo scendere a sud e prendere una forte corrente che ci dovrebbe riportare lisci a Morogor.

source: (Davies) Did you tell him about...
it: (Davies) Gli hai detto di...

source: (Kogw) All hands! Watch the depths!
it: (Kogw) Ai posti! Attenti al fondale!

source: (Davies) Rhys, you idiot! The nagas are attacking us! And look, the mermen are massing against us as well!
it: (Davies) Rhys, idiota! I naga ci stanno attaccando! E, guarda, anche i tritoni si raggruppano contro di noi!

source: (Davies) Rhys, you idiot! The mermen are attacking us! And look, the nagas are massing against us as well!
it: (Davies) Rhys, idiota! I tritoni ci stanno attaccando! E, guarda, anche i naga si raggruppano contro di noi!

source: (Kogw) Aye, I don't know why they're after us. Perhaps they hate all outsiders?
it: (Kogw) Già, non so perché ce l'hanno con noi. Forse odiano gli estranei?

source: (Malakar) Regardless, we will not be stopped. See that we make it, Kogw.
it: (Malakar) Comunque, non ci fermeremo. Fa' in modo che ce la facciamo, Kogw.

source: (Kogw) On to Morogor!
it: (Kogw) Avanti, verso Morogor!

source: No! The winds have subsided! We cannot sail further!
it: No! Il vento è calato! Non possiamo più navigare!

source: Return to Morogor
it: Ritorno a Morogor

source: This is grim news, indeed. How is it that you are here to tell me of this?
it: Questa è proprio una brutta notizia. Com'è che sei venuto tu a dirmelo?

source: A small handful of rebels have been in hiding ever since the attack. We've fought our battles when and where we can, but our hopes are low and our numbers are dwindling. Your arrival will mean a great deal.
it: Un piccolo manipolo di ribelli è rimasto nascosto fin dall'attacco. Abbiamo combattuto le nostre battaglie quando e dove potevamo, ma le nostre speranze erano poche e il nostro numero scemava. Il tuo arrivo vorrà dire molto per noi.

source: I will gather our leaders and meet you here at this beach as soon as I can.
it: Radunerò i nostri capi e ci incontreremo su questa spiaggia appena riesco.

source: Godspeed.
it: Buon viaggio.

source: Mal, if they bring their leaders out in the open, they'll be slaughtered!
it: Mal, se portassero i loro capi in campo aperto, sarebbero massacrati!

source: I know. We will have the beaches cleared before they arrive.
it: Lo so. Le spiagge saranno liberate prima del nostro arrivo.

source: We continue!
it: Continuiamo!

source: Liberation
it: Liberazione

source: Hello brother!
it: Ciao, fratello!

source: Death of Kogw
it: Morte di Kogw

source: Death of Kamalar
it: Morte di Kamalar

source: Brother!
it: Fratello!

source: I am gone!
it: Me ne vado!

source: Without him, we will be unable to continue. All is lost!
it: Senza di lui non potremo continuare. Tutto è perduto!

source: Don't be so hasty, brother. I bring friends.
it: Non essere così frettoloso, fratello. Porto degli amici.

source: Kzzklk, show yourself!
it: Kzzklk, fatti vedere!

source: I found a small group of them. Refugees from the humans, just like us. They have allied with me against the humans.
it: Ho trovato un piccolo gruppo di loro, in fuga dagli uomini proprio come noi. Si sono alleati con me contro gli uomini.

source: Yesss! My axxxxe iss reaaaddy!
it: Ssì! La mia assia è prrontaa!

source: How should the saurians be fielded in battle?
it: Come dovrebbero essere schierati i sauri in battaglia?

source: The saurians are elusive and deft of foot, but weak at arms. I propose that while we attack the humans head-on, the saurians sneak behind the enemy lines and kill their leaders.
it: I sauri sono elusivi e veloci, ma non molto bravi con le armi. Propongo che mentre attacchiamo gli uomini sul fronte, i sauri si infiltrino dietro le linee nemiche e uccidano i condottieri.

source: Or, I can place the saurians under your command, to add to your army.
it: Se vuoi posso mettere i sauri sotto il tuo comando, puoi aggiungerli al tuo esercito.

source: Around ten. Fifteen at most.
it: Circa dieci. Quindici al massimo.

source: Then there will be a tough fight ahead of us. I must decide what I will do with the saurians.
it: Allora sarà una dura lotta. Devo decidere che cosa fare dei sauri.

source: I will take command of the saurians.
it: Assumerò il comando dei sauri.
