Repository: wescamp/Flight_Freedom_1_3-1.4
Catalog: po/*.po
Languages: it

source: The ocean winds blow with great speed. You cannot fly against them. And what will become of your flightless spearmen?
it: I venti oceanici soffiano con grande intensità. Non potete volare contro di loro. E che fine farebbero i tuoi fanti che non volano?

source: How DARE you insult my clashers, puny softskin!
it: Come OSI insultare i miei draghi corazzati, debole pelle-molle!

source: I guess you'd just have to leave them behind.
it: Scommetto che hai appena dovuto lasciarli indietro.

source: Enough! Your time has come!
it: Basta! È giunta la tua ora!

source: What a loss for the 'great chief of the drakes'. I guess I'll just have to take my ship elsewhere... so long.
it: Che perdita per il «grande capo dei draghi». Scommetto che dovrò portare la mia nave altrove... per ora.

source: Wait. You do speak some sense. You have my cooperation, for now, but do not think for a moment that you have my trust.
it: Aspetta. Il tuo è un discorso assennato. Avrai la mia cooperazione, per ora, ma non pensare nemmeno per un momento che mi fidi di te.

source: Well, then. That's that. We will aid you, Chief.
it: Sta bene, allora. Questo è quanto. Vi aiuteremo, capo.

source: And how do I guarantee that you will not kill us while we sleep? Swear on the fire of Gar-Alagar, king of the gods of Morogor, an oath to me, Malakar of the Drakes!
it: E come faccio a assicurarmi che non ci ucciderai nel sonno? Giura sul fuoco di Gar-Alager, re degli dei di Morogor, fedeltà a me, Malakar dei draghi!

source: Upon the very eyes of the pirate gods I swear my loyalty.
it: Sotto lo sguardo degli dei dei pirati giuro la mia fedeltà.

source: Do not mention your 'gods' again, infidel human. I see I will have to teach you manners.
it: Non menzionare più i tuoi dei, uomo infedele. Vedo che dovrò insegnarti le buone maniere.

source: Understand. You swear by Gar-Alagar, king of the gods of Morogor, in the future, or you will be sacrificed to him.
it: Capisco. Giura in nome di Gar-Alagar, re degli dei di Morogor, in futuro, o sarai sacrificato sul suo altare.

source: You can now recruit Pirate Schooners.
it: Ora puoi reclutare le golette pirata.

source: You! Why do your men pursue us!
it: Ehi tu! Perché i tuoi uomini ci inseguono?

source: It is hardly by my wishes, drake. The King has ordered that you all be killed, so that you cannot report back to your people. The whole army has been pressed into service.
it: Eseguono solo degli ordini. Il re ha ordinato che siate uccisi, perciò non potete tornare a riferire alla vostra gente. Tutto l'esercito è stato richiamato in servizio.

source: What forces do you have with you?
it: Che forze avete con voi?

source: The nearest force advances from the south, but may be as far as a day behind.
it: La forza più vicina avanza da sud, ma forse sono indietro di una giornata.

source: Very well. You have one minute to go. If I see you again, there will be no mercy. Go!
it: Benissimo. Hai un minuto per andartene. Se ti vedo di nuovo, non avrò pietà. Va'!

source: Thank you, Malakar, Chief of the Drakes, but I decline. Our thirst for your blood sickens me, but I am still sworn to the crown, and have given my oath to the King. I must fight you.
it: Grazie, Malakar, capo dei draghi, ma rifiuto. La nostra sete per il vostro sangue mi disgusta, ma sono ancora fedele alla corona e ho prestato giuramento al re. Devo combatterti.

source: So be it.
it: Così sia.

source: Wow. Well, Mal, we'd best be getting...
it: Uau. Be', Mal, faremmo meglio ad andarcene...

source: *growls*
it: (ringhia)

source: ... along before the winds shift. My ship is ready to go, when you are.
it: ... finché soffia il vento. La mia nave è pronta ad andare quando volete.

source: First we must bury the body of that one, Omandro. The others were merely puppets, but he was their leader.
it: Pre prima cosa dobbiamo seppellire questo corpo, quello di Omandro. Gli altri erano solo pupazzi, ma egli era il capo.

source: With all due respect, Malakar, we hardly have the time to...
it: Con rispetto parlando, Malakar, abbiamo appena il tempo...

source: Silence! The humans hound us, enslave us, and kill our young. They are our sworn enemies, and they will be destroyed every time our peoples meet!
it: Silenzio! Gli uomini ci cacciano, ci fanno schiavi uccidono i nostri piccoli. Sono i nostri nemici giurati e saranno distrutti ogni volta che i nostri popoli si incontreranno!

source: *gulp*
it: (ammutolito)

source: However, they still have scant traces of honor. We respect those with honor. In the end, it is one thing that makes us different from them. Bury their leader.
it: Comunque, hanno ancora qualche traccia di onore. Noi rispettiamo quelli hanno il senso dell'onore e Omandro lo aveva. In pratica, questa è l'unica cosa che ci fa differenti da loro. Seppellite il capo.

source: We respect those with honor, and Omandro had honor. In the end, it is one thing that makes us different from them.
it: Noi rispettiamo quelli che hanno il senso dell'onore e Omandro lo aveva. In pratica, questa è l'unica cosa che ci fa differenti da loro.

source: Defeat all enemy leaders
it: Sconfiggi tutti i condottieri nemici

source: Death of Tenbakar
it: Morte di Tenbakar

source: Invasion of Hafwyt's inner keep
it: Invasion del maschio di Hafwyt

source: Hafwyt shall not fall. Its walls are solid stone, enchanted by the magi of the Citadel.
it: Hafwyt non cadrà. Le sua mura sono di solida roccia, incantata dai maghi della cittadella.

source: If Hafwyt falls, Malakar, none of northern Morogor will be safe. We must attack!
it: Se Hafwyt cade, Malakar, tutto il Morogor settentrionale sarà in pericolo. Dobbiamo attaccare!

source: Tenbakar! We will drive off the humans, just hold them at bay until we arrive.
it: Tenbakar! Scaccieremo gli uomini, devi solo tenerli a bada fino al nostro arrivo.

source: NOTE: The campaign will not end if Malakar is defeated.
it: NOTA: La campagna non termina se Malakar fosse sconfitto.

source: Retract the drawbridge! Quickly!
it: Sollevate il ponte levatoio! Presto!

source: The humans are setting up strange war machines!
it: Gli uomini stanno approntando bizzarre macchine da guerra!

source: They are ballistae, like those on the humans' ships! Drakes! Destroy them quickly, before they destroy Hafwyt!
it: Sono baliste come quelle sulle navi degli uomini! Draghi! Distruggetele in fretta prima che distruggano Hafwyt!

source: The ballistae are firing! Destroy them!
it: Le baliste stanno sparando! Distruggetele!

source: Our walls are failing! Hurry!
it: I nostri muri crollano! Presto!

source: Dump the boiling oil!
it: Gettate l'olio bollente!

source: No! Without him, I cannot hope to prevail!
it: No! Senza di lui, non ho speranze di vincere!

source: No! Hafwyt has fallen!
it: No! Hafwyt è caduta!

source: Hafwyt is secure, and its walls undamaged.
it: Hafwyt è sicura e le sue mura sono intatte.

source: Finally, Hafwyt is secure.
it: Finalmente, Hafwyt è sicura.

source: Northern warriors, thank you for saving us today from the spears and swords of the humans. Although my soldiers and I must remain and defend this fortress, I pledge what treasure we have to you and your cause.
it: Guerrieri del nord, grazie per averci salvato oggi dalle lance e dalle spade degli uomini. Anche se i miei soldati e io dobbiamo restare a difendere questa fortezza, impegno il nostro tesoro per voi e la vostra causa.

source: You receive 130 pieces of gold!
it: Ricevi 130 pezzi d'oro!

source: Thank you. Drakes! For now, we rest and reprovision, but tomorrow, we fly at dawn!
it: Grazie. Draghi! Per ora riposeremo e ci rinfocilleremo, ma domani voleremo all'alba!

source: Southern Shore
it: Sponda meridionale

source: Sink the Luna
it: Affonda la Luna

source: Destruction of the Unforgiver
it: Distruzione dell'Implacabile

source: Unforgiver
it: L'Implacabile

source: After securing the Blue River, Malakar and Kogw boarded the pirates' flagship, the Unforgiver, and set sail for Morogor.
it: Dopo aver messo in sicurezza il fiume Blu, Malakar e Kogw salirono a bordo dell'Implacabile, nave ammiraglia dei pirati, e salparono per Morogor.

source: Omandro had been wrong, however, and the human reinforcements were much closer than he had thought.
it: Omandro, però, si sbagliava e i rinforzi degli uomini erano molto più vicini di quanto avesse pensato.

source: Just as the Unforgiver cleared the coast, it was intercepted by the Royal Navy.
it: Appena l'Implacabile ripulì la costa, fu intercettato dalla marina del re.

source: This is Commodore Jack of the Wesnothian Ship Luna. In the name of the King, lower your sails and prepare to be boarded.
it: Questo è l'ammiraglio Jack della nave Luna della marina di Wesnoth. In nome del re, ammainate le vele e preparatevi all'abbordaggio.

source: (Malakar) Never!
it: (Malakar) Mai!

source: (Kogw) Uh, Mal...?
it: (Kogw) Eh, Mal...?

source: So be it. Prepare to be sunk!
it: Così sia. Vi affonderemo!

source: The Luna is sinking! All hands, prepare for emergency boarding!
it: La Luna sta affondando! Ai vostri pposti, prepariamoci per un abbordaggiodi emergenza!

source: Save the highest-ranking officers first!
it: Salvate per primi gli ufficiali più alti in grado!

source: (Kogw) Now, while they're distracted! Full sails south! Let's leave Wesnoth for good!
it: (Kogw) Ora, mentre sono distratti! A gonfie vele verso sud! Lasciamo finalmente Wesnoth!

source: The Crypt of the Mountains
it: La cripta delle montagne

source: Move Malakar to the end of the valley
it: Sposta Malakar all'estremità della vallata

source: We are within a valley in the Harkon Mountains - one of only a few where drakes can survive. However, this land is, some say, cursed.
it: Siamo in una valle delle montagne Harkon - una delle poche dove i draghi possono sopravvivere. Tuttavia, questa terra è, in un certo senso, maledetta.

source: Why? What is this curse, and why must we traverse this valley?
it: Perché? Cos'è questa maledizione e perché dobbiamo attraversare questa valle?

source: We are at the site of the battle between Kahn and Mal-Bronam. The site where our ancestors defeated that lich, and won this island. However, when he died, the earth itself rejected his very essence, and these mountains rose to incredible heights. Because of the mountains, we must cross here, in this valley.
it: Noi siamo sul luogo della battaglia tra Kahn e Mal-Bronam. Il luogo dove i nostri antenati sconfissero quel lich e conquistarono l'isola. Tuttavia, quando morì la terra stessa respinse la sua essenza e queste montagne salirono ad altezze incredibili. A causa di queste montagne dobbiamo passare di qua, per questa valle.

source: We should leave this valley as quickly as possible. Not only are the humans conquering Morogor as we speak, I have learned to fear even the dead undead. I am sure that we all remember the Forest.
it: Dovremmo lasciare questa valle il più presto possibile. Non solo gli uomini stanno conquistando Morogor mentre parliamo, ma ho anche imparato a temere il non-morto sconfitto. Sono sicuro che noi tutti ricorderemo la foresta.

source: Fellow drake! Of what tribe are... a magus?!?
it: Compagno drago! A quale tribù appartieni... un magus?!?

source: Drake! Of what tribe are... a magus?!?
it: Drago! Di quale tribù sei... un mago?!?

source: Greetings. I am Quemar, a magus of the Citadel. I was sent here by headmaster Quahgakar to scout the undead remnant here, but I never anticipated their power. Apparently, something has roused them from their sleep.
it: Salute. Sono Quemar, magus della cittadella. È il direttore Quahgakar che mi ha mandato qua in caccia dei non-morti rimasti ma non mi sarei mai aspettato questa forza. Sembra che qualcosa li abbia risvegliati dal loro sonno.

source: I know full well of the apathy that you speak of. For some reason, many of my colleagues have lost their ardor. I remember, when they first began their training, how eager they were for knowledge. Their inquisitiveness, their passion. But, they have recently taken to pursuit of strange magics and even perverse depravity, neglecting their studies and withdrawing from life. They believe that their status as magi places them above all other drakes, and even above civilized laws and basic morality. Only Quahgakar seems to still carry the torch of Freon. Only Quahgakar, and I.
it: Conosco benissimo l'apatia di cui stai parlando. Per qualche motivo molti dei miei colleghi hanno perso il loro ardore. Mi ricordo, quando cominciarono il loro addestramento, quando bramavano la conoscenza. La loro curiosità, la loro passione. Solo che di recente hanno cominciato a inseguire strane magie e persino perverse depravazioni, trascurando i loro studi e ritirandosi dalla vita. Credono che il loro stato di magi li ponga al di sopra degli altri draghi e persino oltre le leggi e l'etica. Quahgakar sembra essere l'unico a reggere ancora la torcia di Freon. Solo Quahgakar e io.

source: Yet the Magi are more powerful than ever. If you can reach them, they can form a convocation, with enough power to annihilate a thousand human armies. However, their defenses are formidable, and you will have to penetrate them. I will help you, but you will inevitably lose many. A great many.
it: Già i magi sono più potenti che mai. Se poteste raggiungerli, potrebbero formare una convocazione con abbastanza potere per annientare migliaia di eserciti di uomini. Comunque le loro difese sono formidabili e dovrete penetrarle. Io vi aiuterò, ma molti di voi cadranno. Moltissimi.

source: We must reach the Magi, as all of Morogor depends on it. Quemar, what are your powers?
it: Dobbiamo raggiungere i magi, il destino di Morogor dipende da questo. Quemar, quali sono i tuoi poteri?

source: I can create flame and frost with my hands and fire. I can control the magics around us, and shape conduits with the ethers that surround us. With these tools, I can launch fires from vast distances. Fires that can consume trees in moments.
it: Posso produrre fiamme e gelo con le mia mani e fuoco. Posso controllare la magia intorno a noi e formare passaggi con l'etere che ci circonda. Con questi mezzi, posso lanciare fiamme a grandi distanze. Fiamme che consumano alberi all'istante.

source: Your assistance honors us. Thank you.
it: Il tuo aiuto ci onora. Grazie.

source: Defeat Mal-Bronam
it: Sconfiggi Mal-Bronam

source: Death of Quemar
it: Morte di Quemar

source: @Drake High Magi can launch fireballs (damage: 30 fire) within a four-hex radius. They are limited to three fireballs per level per magus. A green square signifies that the magus has energy left, and a red square signifies that the magus' energy is depleted. Fireballs are invoked by right-clicking the target and selecting the appropriate item in the menu.
it: I draghi archimaghi possono scagliare palle di fuoco (danni: 30 fuoco) in un raggio di quattro esagoni. Sono limitati a tre palle di fuoco per livello per arcimago. Un quadrato verde vuol dire che il mago ha energia residua mentre uno rosso vuol dire che l'energia del mago è esaurita. La palle di fuoco sono invocate cliccando con il tasto destro sul bersaglio e selezionando la voce appropriata sul menu.

source: A curtain of darkness descends from the mountains, cloaking the entire valley.
it: Una cortina di tenebra scende dalle montagne oscurando tutta la valle.

source: That darkness... it must be Mal-Bronam!
it: Questa oscurità... deve essere opera di Mal-Bronam!

source: Drakes! Use the mountains for cover, and defend yourselves! We must escape the valley!
it: Draghi! Usate le montagne per proteggervi e difendetevi! Dobbiamo fuggire dalla valle!

source: Mal-Bronam has finally been defeated. The darkness is already fading, and the undead are melting away. We must reach the citadel quickly, and begin the convocation!
it: Mal-Bronam è stato finalmente sconfitto. L'oscurità già si sta dissipando e i non-morti si disperdono. Dobbiamo raggiungere la cittadella in fretta e iniziare l'invocazione!

source: We must defeat Mal-Bronam first!
it: Dobbiamo prima sconfiggere Mal-Bronam!

source: We must hurry, before Morogor is overrun by the humans!
it: Dobbiamo fare in fretta, prima che Morogor sia conquistata dagli uomini!

source: Yes, but we must plan our strategy. The Citadel will not be easy to breach.
it: Sì, ma dobbiamo organizzare la nostra strategia. Non sarà facile fare breccia nella cittadella.

source: We will, Quemar, we will. May Gar-Alagar be with us.
it: Ce la faremo, Quemar, ce la faremo. Che Gar-Alagar sia con noi.

source: We have tarried too long... we cannot reach the citadel in time!
it: Abbiamo esitato troppo a lungo... non possiamo raggiungere la cittadella in tempo!

source: The Open Ocean
it: In alto mare

source: Move the Unforgiver to the bottom
it: Muovi l'Implacabile fino al fondo

source: (Kogw) Welcome to the Sea of Webs, boys and girls, home to the nastiest beasts you're likely to find this side of an undead family reunion.
it: (Kogw) Benvenuti al mare dei sargassi, ragazzi e ragazze, patria delle bestie più disgustose che potreste trovare a una riunione di famiglia di non-morti.

source: (Malakar) None will obstruct our passage. We will kill anything that tries to stop us!
it: (Malakar) Nessuno ci impedirà di passare. Noi uccideremo chiunque cercherà di fermarci!

source: (Kogw) Good plan! Let's round up every monster in the ocean, and a few of the larger fish, and fight them one-on-one!
it: (Kogw) Bel piano! Raccogliamo tutti i mostri del mare e i pesci più grossi e combattiamoli uno per uno!

source: (Malakar) Only the ones that oppose... do not mock me, thinskin.
it: (Malakar) Solo quelli che si oppongono... non farti gioco di me, pellemolle.

source: (Kogw) Heh-heh, I'm the one with thin skin, now? Keep the Unforgiver oriented South, men, and keep us well clear of the larger monsters!
it: (Kogw) Eh, eh, adesso sono io quello con la pelle molle? Mantenete la rotta a sud, uomini e teneteci alla larga dai mostri più grossi!

source: (Malakar) Let us press on!
it: (Malakar) Affrettiamoci!

source: (Kogw) The storm is gaining strength! We're doomed!
it: (Kogw) La tempesta acquista vigore! Siamo condannati!

source: Landfall
it: Terra

source: Move the Unforgiver to the pier
it: Muovi l'Implacabile fino al molo

source: Defeat both enemy leaders
it: Sconfiggi entrambi i condottieri nemici

source: Defeat enemy leader
it: Sconfiggi il condottiero nemico

source: The bridge collapsed!
it: Il ponte è crollato!

source: (Malakar) The bridge collapsed!
it: (Malakar) Il ponte è crollato!

source: I don't trust this bridge.
it: Questo ponte non mi ispira fiducia.

source: Passing Wind
it: Brezza passeggera

source: (Malakar) The humans pursue us!
it: (Malakar) Gli uomini ci inseguono!

source: (Kogw) Blast! There's low wind and we're in the island's tide. Our best bet is to land and hope they hesitate long enough for us to ready our defense.
it: (Kogw) Dannazione! Il vento è debole e la marea contraria. La cosa migliore da fare è approdare e sperare che esitino abbastanza a lungo da darci il tempo per preparare la nostra difesa.

source: (Malakar) There is an old fortress on the eastern horizon. We can make our stand there.
it: (Malakar) C'è una vecchia fortezza all'orizzonte a est. Potremmo sistemarci laggiù.

source: Intruders! Die!
it: Intrusi! Morite!

source: Men, be prepared for attacks from the East, but the Drakes remain our primary objective. Move out!
it: Uomini, preparatevi per gli attacchi da est, ma i draghi rimangono il nostro obiettivo primario. Muovetevi!

source: A spirit has attacked!
it: Uno spirito ci ha attaccato!

source: (Kogw) A spirit has attacked!
it: (Kogw) Uno spirito ci ha attaccato!

source: By the smoke of Gar-Alagar... a spirit!
it: Per il fumo di Gar-Alagar... uno spirito!

source: It did not attack! It just appeared!
it: Non ci ha attaccato! È solo comparso!

source: Are you going to say that EVERY time?
it: Ci dirai questa cosa TUTTE le volte?

source: (Malakar) By the smoke of Gar-Alagar... a spirit!
it: (Malakar) Per il fumo di Gar-Alagar... uno spirito!

source: (Malakar) It did not attack! It just appeared!
it: (Malakar) Non ci ha attaccato! È solo comparso!

source: I really failed this time...
it: Ho veramente fallito questa volta...

source: The eastern fortress, you fool! We want to use the EMPTY one!
it: La foresta orientale, sciocchi! Vogliamo occupare quella VUOTA!

source: They have summoned reinforcements! Burn down their ships!
it: Hanno chiamato i rinforzi! Inceneriamo le loro navi!

source: By the Eyes... it's hopeless, Malakar! That's a whole fleet of their finest. We must retreat!
it: Per le fiamme... non abbiamo speranza, Malakar! È una flotta intera e delle migliori. Dobbiamo ritirarci!

source: Hmm. So be it. Regroup farther inland!
it: mmh. Così sia. Raduniamoci più avanti nell'entroterra!

source: Forgive me, darling. I've never had the honor of captaining a finer ship.
it: Perdonami, tesoro. Non avevo mai avuto l'onore di comandare una nave più bella.

source: Haaarh. You must see, I have no choice. My hands are tied.
it: Haaarh. Devi capire, non ho scelta. Ho le mani legate.

source: Let us go!
it: Andiamo!

source: They have summoned reinforcements!
it: Hanno chiamato i rinforzi!

source: It's hopeless, Malakar. That's a whole fleet of their finest, and we cannot escape!
it: Non c'è speranza, Malakar. Quella è una flotta intera delle loro migliori e non possiamo scappare!

source: The Drake Escape
it: La fuga dei draghi

source: Move Malakar to the cave entrance
it: Muovi Malakar fino all'ingresso delle grotte

source: No, Kogw, we must rejoin the tribe and begin a counterattack. We are not bats! Wings do not work very well underground. Neither do cold blooded Drakes!
it: No, Kogw, dobbiamo raggiungere la tribù e iniziare a contrattaccare. Non siamo pipistrelli! Le ali non sono d'aiuto sottoterra. E nemmeno i draghi a sangue freddo.

source: Our enemies are at are our very backs! We must flee!
it: I nemici ci sono alle calcagna! Dobbiamo fuggire!

source: We have found the foul one and his escorts. Remember! Parley with him not, and beware his silver tongue. We have traveled far, but shall not rest until our arrows pin him to the very earth his touch corrupts.
it: Abbiamo trovato quello schifoso e la sua scorta. Ricordate! Nessuna discussione con lui e attenti alla sua eloquenza. Abbiamo viaggiato molto, ma non avremo riposo fino a quando le nostre frecce non lo inchioderanno alla terra che il suo tocco corrompe.

source: Wow. Now that's a firm order. If there's any way to get to the cave without going through those forests, I'd really appreciate it, Malakar.
it: Uau. Adesso è un ordine secco. Se ci fosse un qualsiasi modo di arrivare alla caverna senza attraversare quelle foreste, sarei felice di conoscerlo, Malakar.

source: Hail, Orcish... um... King! You see our forces and must know that we have the ability to crush you. I propose an alternate plan. You will bring us the head of the drake leader, and we will leave your land. Additionally, we will leave behind every weapon we carry with us. You could become the most powerful leader on this island!
it: Salute, orco... ehm... re! Tu vedi le nostre forze e devi riconoscere che possiamo schiacciarvi. Ti propongo un altro piano. Se ci porterai la testa del capo dei draghi, noi lasceremo la tua terra. Inoltre, abbandoneremo dietro di noi tuttel e armi che ci siamo portati. Potresti diventare il comandante più potente su tutta l'isola!

source: Heuh! Now that is treating a warrior with respect! So be it!
it: Perbacco! Questo è quello che si dice trattare con rispetto un guerriero! Ci sto!

source: I have traveled too far to fall today!
it: Abbiamo viaggiato così a lungo per cadere oggi!

source: Einelen vanishes with a magical word!
it: Einelen scompare con una formula magica!

source: Underground!
it: Sottoterra!
