Repository: wescamp/Flight_Freedom_1_3-1.4
Catalog: po/*.po
Languages: it

source: FtF
it: Fpll

source: Flight to Freedom
it: Fuga per la libertà

source: (hardest)
it: (difficile)

source: Fighter
it: Guerriero

source: (easiest)
it: (facile)

source: Lord
it: Signore

source: Rebel
it: Ribelle

source: bombard
it: bombarda

source: Survival
it: Sopravvivere

source: Resist for as long as possible
it: Resisti il più possibile

source: NOTE: This campaign has two branches, determined by the outcome of this scenario. To play the original branch, lose this level.
it: NOTA: Questa campagna ha due filoni a seconda dell'esito di questo scenario. Per giocare il filone originale devi perdere questo livello.

source: We can run south, into the swamps of the Jamolar tribe. But first, we must destroy the humans' cavalry, so that they cannot pursue us!
it: Possiamo fuggire a sud, nelle paludi della tribù di Jamolar. Ma prima dobbiamo distruggere la cavalleria degli uomini in modo che non ci possano inseguire!

source: Defeat the cavalry leader
it: Sconfiggi il comandante della cavalleria

source: Now, we follow the southern stream! Without their horses, they will have trouble chasing us through the hills.
it: Be', ora seguiremo il braccio meridionale! Senza i loro cavalli, avranno dei problemi a darci la caccia attraverso le colline.

source: Move Malakar to the end of the southern stream
it: Sposta Malakar al termine del braccio meridionale

source: Drakes! We must flee, at least for now!
it: Draghi! Dobbiamo fuggire, almeno per il momento!

source: No! The humans have overrun our lands, and their cavalry blocks our escape!
it: No! Gli uomini si sono impadroniti della nostra terra e la loro cavalleria ci blocca la fuga!

source: Rebellion
it: Ribellione

source: Overseer
it: Sovrintendente

source: Kill the overseer
it: Uccidi il sovrintendente

source: Rescue the Hatchlings
it: Salva la nidiata

source: Death of Malakar
it: Morte di Malakar

source: WORK!
it: LAVORATE!

source: OW! Wait... the guards' fresh replacements... they are late tonight...
it: UAU! Aspetta... i sostitui freschi delle guardie... sono in ritardo stanotte...

source: I am done being at the hands of humans! Drakes! Rally to me! Gather what strength you have! ATTACK! For VENGEANCE!!!
it: Non mi piegherò più agli ordini degli uomini! Draghi! A me! Raccogliete tutta la forza che avete! ALL'ATTACCO! VENDETTA!!!

source: Men! Round up the slaves, and make them suffer for their disobedience!
it: Uomini! Raggruppate gli schiavi e fategli pagare la loro disobbedienza!

source: Die the death you meant for us!
it: Muoia la morte che volevate per noi!

source: The hatchlings are free!
it: La nidiata è libera!

source: The hatchlings are free! We must kill the taskmaster!
it: La nidiata è libera! Dobbiamo uccidere il sorvegliante!

source: Malakar... our hatchlings... they've been tortured and wounded. Why... why would they do this?
it: Malakar... la nostra nidiata... è stata torturata e ferita. Perché... perché lo hanno fatto?

source: Listen to me! If any of you have any sense of goodness or justice, find a thin-skin and cleanse this world of a little of their evil!
it: Ascoltatemi! Se qualcuno di voi conosce il significato delle parole bontà e giustizia, trovi un pelle-molle e ripulisca questo mondo di un po' della sua malvagità!

source: Guard
it: Guardia

source: Kill the hatchlings! Kill them all!
it: Uccidete la nidiata! Uccideteli tutti!

source: The guards have arrived! Everyone! FIGHT!!!!!
it: Sono arrivate le guardie! Ascoltate tutti! ALL'ATTACCO!!!

source: Kill both guards
it: Uccidi entrambe le guardie

source: At least four hatchlings must survive
it: Almeno quattro nidiate devono sopravvivere

source: The manor house lies ahead! Tear out its black heart, and leave its shell for the vultures!
it: Il maniero è più avanti! Strappategli il suo cuore nero e lasciate la sua carogna agli avvoltoi!

source: Let's make the overseer pay for our hatchlings! In blood!
it: Che il sovrintendente paghi per le nostre nidiate! Con il suo sangue!

source: Let us make the overseer pay for that hatchling! In blood!
it: Che il sovrintendente paghi per le nostre nidiate! Con il suo sangue!

source: Let us make the overseer pay for those $hatchlings_killed hatchlings! In blood!
it: Che il sovrintendente paghi per quelle $hatchlings_killed nidiate! Con il suo sangue!

source: Our hatchlings are under attack! Hurry!
it: Stanno attaccando la nostra nidiata! Presto!

source: The taskmaster - that monster - is dead! We must free the hatchlings!
it: Il sorvegliante - quel mostro - è morto! Dobbiamo liberare la nidiata!

source: Slaves! Surrender or die!
it: Schiavi! Arrendetevi o morirete!

source: The Baron's army has arrived! We are defeated... for now.
it: L'esercito del barone è arrivato! Abbiamo perso... per il momento.

source: Swamps of the Jamolar
it: Palude di Jamolar

source: Survive for 20 turns
it: Sopravvivi per 20 turni

source: Death of Hartholar
it: Morte di Hartolar

source: Turns run out
it: Fine dei turni

source: Hmm... so Hartholar now wears the chieftain's robes. He is a bigot, but a wise drake nonetheless. And the Jamolar tribe, even in these swamps, is mightier than ever before.
it: Hmm... dunque ora Hartholar indossa i panni di capitano. È un fanatico ma indubbiamente intelligente. E la tribù di Jamolar, anche in queste paludi, è più potente che mai.

source: I am Malakar, of the north. Our lands have been overrun by conquering humans!
it: Io sono Malakar, del nord. Le nostre terre sono state devastate da uomini conquistatori!

source: Leave, disgusting whelp. You are of the race of Stakron, the betrayer of Kahn the mighty! Perhaps that is why the humans have attacked you!
it: Vattene, disgustoso marmocchio. Appartieni alla razza di Stakron, il traditore del possente Kahn! Forse è questo il motivo per cui gli uomini ti hanno attaccato!

source: No. Not even humans punish children for the sins of their forefathers, unlike you. They seek our blood, and this island for themselves! They murdered my daughter!
it: No. Neanche gli uomini puniscono i figli per le colpe dei padri, a differenza di te. Cercano il nostro sangue e questa isola per loro stessi! Hanno assassinato mia figlia!

source: Note for translators: 'wench' here is intended as a fairly mild gender-specific insult, not to literally mean 'prostitute'.
it: Nota per i traduttori: 'wench' è da intendersi come un lieve insulto di genere, non letteralmente come 'prostituta'.

source: I will not strike you down, chief Hartholar. However, we will defend ourselves, and maintain our honor!
it: Noi attaccheremo, capo Hartholar. Comunque, ci difenderemo e conserveremo il nostro onore!

source: NOTE: The campaign will not end if Hartholar is killed.
it: NOTA: La campagna non termina se Hartholar venisse ucciso.

source: Hartholar! Who are your allies?
it: Hartholar! Chi sono i tuoi alleati?

source: They are saurians, lizards of the swamps! You cannot stand against them!
it: Sono sauri, lucertole delle paludi! Non ce la farai a resistergli!

source: Hartholar! End these games! As we fight, the humans approach!
it: Hartholar! Smettila di giocare! Mentre combattiamo, gli uomini si avvicinano!

source: Hartholar does not respond.
it: Hartholar non risponde.

source: Enough! Hartholar, surrender at once!
it: Basta! Hartholar, per l'ultima volta arrenditi!

source: Stay your hand! We do not have the right of assassination!
it: Fermatevi! Non avete il diritto di assassinare!

source: Die, foul one!
it: Muori, sciocco!

source: The Jamolar tribe is shattered, and my honor blackened! Nobody will stand with me now!
it: La tribù di Jamolar è distrutta e il mio onore macchiato! Ora nessuno starà dalla mia parte!

source: Hartholar! There, to the north, are the humans' scouts! All hope is lost! As chief, I will face the hordes in single combat.
it: Hartholar! Laggiù, a nord, ci sono gli esploratori degli uomini! Non abbiamo più speranza! Come capo, affronterò le orde in combattimento singolo.

source: Hartholar, you are bound by this sacrifice to accept my people into your tribe. Perhaps your combined strength can succeed where ours has failed.
it: Hartholar, questo sacrificio ti impone id accettare la mia gente nella tua tribù. Forse l'unione delle vostre forze potranno riuscire dove le nostre hanno fallito.

source: Stay, warrior-chief! This sacrifice... I see that you are free of Stakron's taint. Forgive me, Malakar, I have done you a great wrong. I pledge myself and my tribe to your service, upon my honor.
it: Aspetta, capo guerriero! Questo sacrificio... capisco che sei mondo dalla contaminazione di Stakron. Perdonami, Malakar, ti ho fatto un grave torto. Impegno me stesso e la mia tribù al tuo servizio, sul mio onore.

source: Then we must plan our resistance!
it: Allora dobbiamo pianificare la nostra resistenza!

source: The Manor
it: Il maniero

source: Defeat Prax III
it: Sconfiggi Prax III

source: Although the hatchlings were now safe, they had suffered grievous wounds, rendering most of them unable to fight. Many died from their wounds, throwing Malakar and the drakes into a ferocious bloodlust.
it: Anche se adesso la nidiata era in salvo, avevano patito ferite molto gravi e molti di loro non avrebbero potuto volare. Per le ferite riportate molti di loro morirono e ciò alimentò la bramosia di sangue di Malakar e dei draghi.

source: Soldiers! Attack! I expect each of you to bring back the scalp of a human!
it: Soldati! All'attacco! Mi aspetto che ognuno di voi torni con lo scalpo di un uomo!

source: Drake Spear
it: Lancia dei draghi

source: This weapon is excellent for a drake rising against its masters.
it: Quest'arma è eccellente per un drago che si ribelli ai suoi padroni.

source: This weapon is only fit for adult drakes.
it: Quest'arma è adatta solo ai draghi adulti.

source: It's too small for drakes...
it: È troppo piccolo per i draghi...

source: So this is why the mansion is haunted...
it: Ecco perché questa dimora è infestata da fantasmi...

source: The circle has darkened, but it reeks of decay. This is the work of a powerful necromancer.
it: Il cerchio si è oscurato, ma emana un odore di putrefazione. Deve essere l'opera di un potente necromante.

source: AAAAH! I'm doomed!
it: AAAAH! Sono condannato!

source: Noble warriors, thank you for freeing me from this magical prison. I must now travel to my rightful place in the underworld. You may rest assured that my brethren will harm you no more.
it: Nobili guerrieri, grazie per avermi liberato da questa prigioen magica. Ora devo andare nel mio legittimo luogo nel mondo sotterraneo. Potete star certi che i miei confratelli non vi faranno più alcun male.

source: A healing potion!
it: Una pozione guaritrice!

source: Ahh... tasty!
it: Ahh... buona!

source: *pukes* I don't feel very well.
it: (vomita) Non mi sento molto bene.

source: It's just some nonsense about talking to skeletons...
it: È una assurdità parlare agli scheletri...

source: Like me?
it: Come me?

source: Yes, like... AAAAH! A living skeleton!
it: Sì, come... AAAAH! Uno scheletro parlante!

source: ...who seems to be missing a few bones.
it: ... a cui pare manchino delle ossa

source: Rotten grape juice! Yuck!
it: Succo d'uva marcio! Slurp!

source: It's just a box.
it: È solo una scatola.

source: It's another box.
it: Solo un'altra scatola.

source: Yet another box. *mumbles* This is getting old...
it: Ancora un'altra scatola. (mormora) Comincio a stifarmi...

source: Wow, a wooden cube.
it: Uau, un cubo di legno.

source: There's a fresh corpse here! It's been stitched together... it's moving!
it: Qui c'è un cadavere fresco! È stato ricucito... si muove!

source: An abomination! Help!
it: Un abominio! Aiuto!

source: Could this key fit that trapdoor?
it: Chissà se questa chiave apre la botola?

source: I seem to have found a key. What it unlocks, I do not know.
it: Pare che abbia trovato una chiave. Che cosa possa aprire non so dirlo.

source: The key fits!
it: La chiave entra!

source: The trapdoor is locked! Could that key fit?
it: La botola è chiusa! Che la chiave sia sua?

source: The trapdoor is locked!
it: La botola è chiusa a chiave!

source: This mansion is haunted!
it: Questa dimora è infestata da fantasmi!

source: Council of War
it: Consiglio di guerra

source: End the scenario to continue.
it: Finisci lo scenario per continuare.

source: Caravan
it: Carovana

source: Destroy the caravan
it: Distruggi la carovana

source: Caravan is destroyed by wolves
it: Distruzione della carovana da parte dei lupi

source: Caravan escapes
it: Fuga della carovana

source: After killing the baron and torching his house, Malakar headed out to intercept the caravan.
it: Dopo aver ucciso il barone e incendiato la sua casa, Malakar si dispose a intercettare la carovana.

source: Now that I have freed the tribe, I have true warriors at hand!
it: Ora che ho liberato la tribù, ho veri guerrieri a disposizione!

source: Our next step towards home is simple: seize the caravan. It must not enter the hills!
it: Il nostro prossimo passo verso casa è semplice: dobbiamo assaltare la carovana. Non deve entrare nelle colline!

source: Scaled creatures! Do you know of Kogw?
it: Creature scagliose! Conoscete Kogw?

source: No. I have heard of no such name. Out of my way!
it: No. Non ho mai sentito questo nome. Lasciami passare!

source: Watch your tongue, scaled one!
it: Tieni a freno la lingua, pelle a squame!

source: Even the insulting are allowed safe passage through our forest. Do not try us, however, or you will find us unmatched in the woods. The rules are simple: take no longer than necessary, start no fires of any kind, and harm no living creature while within our borders.
it: Sarà concesso di passare per la nostra foresta anche agli ingiuriosi. Tuttavia non metteteci alla prova, altrimenti scoprirete che non abbiamo rivali nei boschi. Le regole sono semplici: non impiegateci più tempo del necessario, non accendete fuochi di nessun tipo e non fate del male e nessuna creatura vivente fintanto che sarete nei nostri confini.

source: Very well, we will be gone from your lands shortly.
it: Benissimo, tra poco avremo abbandonato la vostra terra.

source: Remember, men, take the caravan! We have no quarrel with the elves.
it: Ricordate, uomini, attaccate la carovana! Non abbiamo contese con gli elfi.

source: Well, at least not yet.
it: Be', non ancora almeno.

source: No! The caravan has escaped into the hills!
it: No! La carovana è fuggita fra le colline!

source: *gasp* Elves! Have mercy on me! I come from the Baron's manor, to the west, with terrible news! I need your shelter!
it: (ansima) Elfi! Abbiate pietà di me! Vengo dal maniero del barone, a ovest, con terribili notizie! Chiedo asilo!

source: We cannot offer you sanctuary, but we can promise you safe passage to the other...
it: Non possiamo darti rifugio, ma possiamo prometterti un passaggio sicuro all'altra...

source: Winged beasts! They killed everyone, and burned everything! Fires! And bodies! And wings! And... scales... and... *collapses*.
it: Belve alate! Hanno ucciso tutti e bruciato ogni cosa! Incendi! E cadaveri! E ali! E... scaglie... e... (sviene).

source: Those fiends! Rally! Drive out the beasts! Do not rest 'til you cannot see their scales beneath our arrows!
it: Quei demoni! Adunata! Spazziamo via queste bestie! Non avremo riposo finché non vedremo le loro scaglie trapassate dalle nostre frecce!

source: 500 gold! This will go a long way toward our cause!
it: 500 pezzi d'oro! È un bel passo verso la nostra causa!

source: ARRH! You fight like a crazed beast, and I wish to lose no more men. You have whatever it is you have come for - get out! Get out of our forest! If we ever cross paths again, it will be your death!
it: ARRH! Combatti come una belva ferita e non voglio perdre altri uomini. Non so da dove vieni - vattene! Vattene dalla nostra foresta! Se le nostre strade si incroceranno di nuovo, sarà la tua morte!

source: What about the elves? They will pursue us!
it: E gli elfi? Ci inseguiranno!

source: I know, but I fear that they will call reinforcements, which we cannot hope to fight.
it: Lo so, ma temo che potrebbero chiamare dei rinforzi che non abbiamo speranza di combattere.

source: Guards! Rally to me!
it: Guardie! A me!

source: The forest is crawling with elves! We must focus on the caravan!
it: La foresta pullula di elfi! Dobbiamo concentrarci sulla carovana!

source: No! The wolves have destroyed the caravan, and the elves approach on all sides! Retreat!
it: No! I lupi hanno distrutto la carovana e gli elfi arrivano da tutte le parti! Ripiegare!

source: Forest of Nightmares
it: La foresta degli incubi

source: Move Malakar to the end of the road
it: Sposta Malakar al termine della strada

source: This forest, like all of Morogor, was once part of Mal-Bronam's domain. Even though he has long since been vanquished, remnants of his power have survived. This is one of them.
it: Questa foresta, come tutto Morogor, faceva parte del dominio di Mal-Bronam. Anche se ormai è stato sconfitto da molto tempo, qualche resto del suo potere è rimasto. Questo è uno di quelli.

source: Once, this was a major hub in his domain, where many of his minions were trained. His roads and castles remain to this day.
it: Un tempo, questo era uno centri più importanti del suo dominio, dove molti dei suoi servi venivano addestrati. Le sue strade e i suoi castelli sono arrivati fino ai nostri giorni.

source: Why have these remnants been allowed to survive?
it: Perché questi resti sono stati risparmiati?

source: Simply put, no tribe has yet laid claim to this area, and none have seen fit to cleanse it. They are more interested in their petty feuds.
it: È semplice, nessuna tribù ha ancora reclamato questa area e nessuno ha trovato conveniente ripulirla. Sono più interessati ai loro meschini feudi.

source: Still, many drakes have died here. Due to the Harkon Mountains, the only practical routes from Weswyt to Hafwyt are through the swamps of my tribe, or the hills of the Lojmar tribe to the south. Even though both Weswyt and Hafwyt are, by the law of Kahn, tribeless cities, their citizens are often taxed or robbed because of their differing ancestries, so some have tried their luck here.
it: Nondimeno, molti draghi sono morti qua. A causa delle montagne Harkon, l'unica via percorribile da Weswyt a Hafwyt è attraverso le paludi della mia tribù oppure le colline della tribù Lojmar a sud. Inoltre sia Weswyt sia Hafwyt sono, per la legge di Kahn, città senza tribù, i loro cittadini sono spesso tassati o rapinati a causa delle loro diversi stirpi perciò alcuni hanno cercato fortuna qua.

source: What dangers do we face in this forest?
it: Quali pericoli ci aspettano in questa foresta?

source: It has always been my opinion that the fog has claimed more lives than anything else here, but we still must be wary. We must remain on the main road, marked by the myriad fortifications built by Mal-Bronam in his day.
it: È sempre stata mia opinione che la nebbia ha provocato più vittime di ogni altra cosa qua, ma dobbiamo ancora essere cauti. Dobbiamo rimanere sulla strada principale, segnata dalla miriade di fortificazioni costruite da Mal-Bronam ai suoi tempi.

source: Very well. Let us leave this forest as quickly as possible.
it: Benissimo. Lasceremo questa foresta prima possibile.

source: Undead... so this is why so many have died here. Drakes! We will have to fight our way through!
it: Non-morti... ecco perché ci sono stati così tanti morti qui. Draghi! Dobbiamo aprirci una strada combattendo!

source: There are the undead! Drakes! We will have to fight our way through!
it: Ci sono dei non-morti! Draghi! Ci dobbiamo aprire una strada combattendo!

source: They have corrupted drakes for their evil ends! Those wretched sorcerers!
it: Hanno corrotto dei draghi per i loro fini malvagi! Che sciagurati stregoni!

source: Finally, another drake. My caravan was ambushed by the undead four days ago. I'm from Weswyt, but I'll serve whoever rescued me, as long as I can get out of this cursed place!
it: Finalmente un altro drago. La mia carovana è stata assalita dai non-morti 4 giorni fa. Vengo da Weswyt, ma mi metterò al aservizio dal mio salvatore chiunque esso sia finché non avremo abbandonato questo luogo maledetto!

source: Undead? Old slaves of Mal-Bronam?
it: Non-morti? Gli antichi schiavi di Mal-Bronam?

source: Yes, and I fear that they are on the prowl today.
it: Sì e temo che oggi siano in caccia.

source: Drakes! Continue traveling southeast, but be on your guard!
it: Draghi! Continuate verso sud-est ma siate prudenti!

source: This cave is infested with bats!
it: La caverna è infestata di pipistrelli!

source: Onward! We must reach Hafwyt soon!
it: Avanti! Dobbiamo raggiungere Hafwyt presto!

source: We have cleared the undead from the forest!
it: Abbiamo eliminato i non-morti dalla foresta!

source: Yes, but we must press on, before the humans catch us! I fear that we may have tarried too long here.
it: Sì, ma dobbiamo spicciarci, prima che gli uomini ci prendano! Temo che abbiamo indugiato troppo qua.

source: The undead are gaining too much power! We are trapped!
it: I non-morti stanno diventando troppo forti! Siamo in trappola!

source: Blue River
it: Fiume blu

source: This must be the Blue River. I know you are all tired. We rest for ten minutes.
it: Questo deve essere il fiume azzurro. So che siete tutti stanchi. Ci riposeremo per dieci minuti.

source: Malakar, there are humans on the other side of the river. I cannot tell if they're looking for us or not.
it: Malakar, sull'altra sponda ci sono degli uomini. Non so dire se ci stanno cercando o no.

source: Spot of trouble with the army, eh?
it: C'è qualche problema in arrivo con l'esercito, eh?

source: Who are you? Someone! Kill the human!
it: Chi siete? Venite! Uccidete quest'uomo!

source: All right, all right. I just thought you could use some help escaping from the, uh, humans.
it: Benisimo, benissimo. Pensavo solo che ti serviva una mano per fuggire da, eh, gli uomini.

source: What do you mean, softskin?
it: Cosa vuoi dire, pelle molle?

source: As it happens, I'm the leader of a band of... adventurers. We're good sorts, but those damn elves have been after us for no good reason!
it: Si dà il caso che io sia il capo di una banda di... avventurieri. Siamo dei bravi ragazzi, ma quei dannati elfi ce l'hanno con noi senza ragione!

source: You help us throw off the elves, and we'll join you.
it: Se ci aiuterete a scacciare gli elfi, ci uniremo a voi.

source: Begone from here, softskin. We have no need of you, and no need of your aid.
it: Vattenenda qui, pelle-molle. Non abbiamo bisogno di te, non ci serve il tuo aiuto.

source: Kogw! By the order of Lord Mandros and the entire Elder Council of the Elven Nations, I order you to lay down your weapons and surrender at once!
it: Kogw! In nome di lord Mandros e di tutto l'alto consiglio delle nazioni edgli elfi, ti ordino di deporre le armi e di arrenderti!

source: Look, friend, as one captain to another...
it: Ascolta, amico, da capitano a capitano...

source: I am the Chief of this tribe!
it: Io sono il capo di questa tribù!

source: If you've got trouble with Wesnoth's army, then no place here is safe. You need to leave these lands, and fast.
it: Se avete problemi con l'esercito di Wesnoth, qui non c'è un posto in cui sarete al sicuro. Dovrete lasciare questi territori e in fretta.

source: Ha! Stupid human, what do you think those things on our backs are?
it: Ha! Stupido uomo, che cosa credi che siano queste cose che abbiamo sulla schiena?

source: Kogw! This is your last warning!
it: Kogw! Questà è la tua ultima minaccia!
